module.exports = () => {
    return {
        _tabList: [
            {
                id: 1,
                name: '推荐',
                bannerList: [
                    {
                        id: 1,
                        link: '',
                        imgUrl: '/src/statics/banner.jpg'
                    },
                    {
                        id: 2,
                        link: '',
                        imgUrl: '/src/statics/banner2.png'
                    },
                    {
                        id: 3,
                        link: '',
                        imgUrl: '/src/statics/banner3.png'
                    },
                    {
                        id: 4,
                        link: '',
                        imgUrl: '/src/statics/banner4.png'
                    }
                ],
                newsList: [
                    {
                        id: 5,
                        title: '大惊喜！魔都竟藏着古都“洛阳城”？！一笼「资深汤包」火了16年!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: true,
                        content: `法华汤包一直以“南京汤包”为主打，因开在法华镇路上，索性取名“法华汤包馆”，名字简单粗暴，好记又有辨识度.卖的汤包和小笼一样，皮薄，都带汤汁，法华的汤包口感更偏向清甜，鲜香。
                        这周围附近的居民早已被圈粉，几乎每日都要来。堂吃的客人，这里对于他们来讲，早已像回到家一样，屁股往凳子上一坐，便开始点起汤包来吃，有的一吃就是16年，可谓铮铮铁骨粉！
                        店里只有几张桌子，每个桌子只能坐得下4人，每次来都是满座，老饕们早就习惯与陌生人拼桌，斯是“陋室”，每个座位上都贴有菜单，卖着7种食物，一日三餐也吃不腻。更有甚者，直接在外边的马路边窗口点单，可直接打包带走，很方便。汤包全部都是手工制作，选料、调料、拌馅，什么口味的汤包就用什么样的馅料。馅料都是当天现调的，满满的鲜肉，“鲜气”溢出屏幕！
                        擀皮、填馅、捏包……由不同的三个人完成，难度最大的要数擀皮和捏包成型，擀皮子时力度要拿捏准确，这样的汤包皮子虽薄，却不易破。皮薄、馅少、汤多，似乎成了南京汤包的标配，而尝过法华汤包的人，一定会吃得一口清、两口鲜，三口不离筷！尤其是这鲜肉汤包，清、甜、鲜，这三大特点就是它的硬核标准！汤包的皮子受到热气早已变得“萎靡不振”，软塌塌的分布在笼里，等待筷子的救援，
                        好在每一个皮子都不易破，任你筷子如何挑逗，它自傲娇成一派，顶多懒洋洋的翻个身，已是与食客们之间最大的默契了。轻轻夹起，都能感受到它虽身小，内心却颇有份量，沉甸甸的汤汁在里边，开个小口就能喝到，实力诠释了那句“轻轻提，慢慢移，先开窗，后喝汤，一口焖，满嘴香”的真理。`,
                        time: '20000-13-90'
                    },
                    {
                        id: 6,
                        title: '作死三连击！我们在 KTV 点了粤菜川菜本帮菜，结局有点……',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content:`你见过菜单上印着本帮菜的 KTV 吗？说实话，魔菌看到的第一眼是懵逼的。战战兢兢地叫来服务员，询问之：“这些菜都能点吗？”.在 KTV 吃本帮菜太疯狂，本宝宝表示很慌张。和小伙伴约定：如果不好吃的话，走人吧！！！以为会上一个碗，没想到端来一口锅。喝个腌笃鲜而已，至于那么正式吗？吓尿了！打开一看，这料太实诚了吧！鲜肉、咸肉、百叶结、笋、青菜，一个不落。
                        这只卖 48 元诶，顿时有种在机场吃到 20 块牛肉面的惊喜感，还是加肉了的。小盛一碗，奶白汤色，清爽汤底，以及满满的肉肉和笋块，看着就挺美滋滋的。吃着更美滋滋啊，特别喜欢里面的笋，又脆又嫩，比家门口菜市场的还好吃。这出品，怕是秒杀外面很多本帮菜馆了吧。话说这锅不错，可以带走吗？（笑~）还是比外面好吃啊。很出彩的熏鱼，是上海标准的浓油赤酱做法。
                        但酱汁甜而不腻，淡而咸鲜。不似有些店的酱，过于浓稠。表面的脆壳，是精华，赋予熏鱼独特的口感。而里面的鱼肉细软，就是双重滋味，很棒棒诶~简单的炒菜也是味道在线。草头很嫩，颜色碧绿，就像新摘的一样，爽脆嫩滑，有田野般清新的气息。尽管不至于和那些正经本帮菜馆掰手腕，但出品绝对有餐厅水准。在一家 KTV ，能吃到这样等级的食物，很没有现实感啊！
                        在 KTV 能点到龙虾泡饭和老火煲汤，魔菌也是服气。毕竟连茶餐厅都不敢这样卖，都是粤菜馆才有的高级菜。点的小锅，两人份，只要 48 元。打开锅盖一看，和小伙伴相视而笑。毕竟那么便宜，怎么会有龙虾，这不是用的虾仁粒嘛。嗯~但汤底却是龙虾熬的，满满的海鲜味。里面的虾仁粒咬着十足弹牙，感觉还蛮新鲜的嘞。和芹菜粒一起嚼着吃，蛮带感的。还特别用心地放了冬菜提鲜，外面这样做的很少，很有广东的味道。
                        忍不住再盛一碗。你们管你们唱，我管我吃~ 我们做了十足的心理准备，哪怕给我们上涮锅水，也不会投诉的！没想到……汤色金黄，食材多种多样。随便一捞，排骨、鸡、红枣、枸杞全在勺里，这肉料也太丰富了。汤本身也是浓醇鲜美，有红枣的清甜味。说实话这样一碗汤，放在哪个粤菜馆都毫无违和感。`,
                        time: '20000-13-89'                    
                    },
                    {
                        id: 7,
                        title: '苦等1年！ins爆火の「小龙虾塔可」来啦！魔都人挤爆了~',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: `没错！就是那个火遍全球的Taco bell，被一众吃货称为“加州紫”！57年内，开遍全球7000+家！把大洋彼岸的正宗墨西哥风味带向了世界各地！更是火遍各大社交网络，很多人出国必打卡，很多外国友人也以taco为灵感创作！！照片一po，立刻占据朋友圈C位！最近又搞事情，推出了小龙虾塔可，迅速火遍整个魔都，排队狂潮席卷陆家嘴、五角场、南京西路！我不允许还有人不知道！！
                        吃货们心口舌尖的小龙虾，邂逅墨西哥传统风味的玉米脆饼，这波中西碰撞的骚操作，令人惊艳！刚端上桌，就有一股浓烈的小龙虾的鲜香味袭来！taco男友力简直MAX！听说泥萌要吃小龙虾，二话不说就把壳全剥好啦~这宠溺简直是教科书级别的！再也不用担心吃小龙虾弄脏手！金灿灿的饼皮里塞满了小龙虾，都快要扑出来！每一只都裹着浓郁的十三鲜酱汁，让人忍不住吞口水！“啊呜”一口咬下去，吃到足足十只虾！
                        好嗨哟！馅料里酸甜的番茄粒和多汁的卷心菜，清爽解腻；玉米脆饼喷香酥脆，层次体验感超棒！时不时爱拔草下煎饼果子的魔菌，被这款小龙虾卷饼俘虏啦！超多小龙虾做馅，听上去也太壕了吧！连造型都是爱你的形状，可真是个暖人的小甜心儿！小龙虾肉加烤鸡腿肉双料搭配，肉食控们要开心爆了！每一口都是大写的满足！层层卷饼薄且韧，吃下一口，小麦的香气弥漫在舌尖！还可以搭配着酱料一起吃哦！
                        怕泥萌都吃不够！小龙虾taco还搭配了三款“宠溺套餐”，价格超值，吃到扶墙出！最贵的双人套餐，一张毛爷爷就能搞定；单人餐也同样不足50元就能吃饱撑！想想之前魔菌吃小龙虾的经历，一人就要好几百，对比起来这里简直是白菜价！ 十三鲜小龙虾塔可脆+香嫩烤鸡塔可萌+配餐小食+限畅饮  仅售59    十三鲜小龙虾烤鸡布里特卷+配餐小食+无限畅饮   仅售49    十三鲜小龙虾塔可脆+
                        十三鲜小龙虾烤鸡布里特卷+鸡肉爱芝士烤饼+小食拼盘（小）+无限畅饮2杯   仅售99    三种套餐真的很适合选择困难症！无论是当作工作餐一人食，还是和男票约会，或是与好闺蜜聚会，统统都能满足！出餐率也超级速度！透过明档间，能看到taco诞生的全过程！不用久等就能吃到新鲜的taco啦！划重点！！！想吃的小可爱们要赶早啦！以上三款套餐即日起至8.25日限时供应！人均不足50的小龙虾，错过就只能暴风哭泣咯！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 8,
                        title: '长宁人最珍贵的回忆！一天三顿！吃了30年!',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `长宁人最珍贵的美食回忆，不是中山公园龙之梦，也不是轧闹猛的定西路，而是在这条满满生活气息的小马路上。拆也拆不掉的社区大食堂，早上锅贴中午盖浇饭晚上面条馄饨。最贵的才卖26块钱，一日三餐都能在这里圆满解决。连个正经招牌都没有天山老土著一吃就是30年！这是人情味很浓的一条路，有很多老小区，二村、五村、大三、杜家宅……许多人在这住了几十年，房子很小但左邻右里都认识。
                        这是最有文化的一条路，最东端是市重点高中延安中学、还有天山二中、天山二小、天山一小、上海对外经贸大学，不出这条路就能从小学读到大学！曾经的天山百货小马路，放学路上可以一条路逛回家，什么东西都能在楼下的小店里买得着，比逛淘宝还方便！挖掘机碾压而过，现在的茅台路变得干净整洁了，但那些充满生活气息的独特的风景和满满的回忆却再也找不回来了。原本临街破墙开店的商户只能在家里做起了生意，
                        还有很多珍贵的记忆都拆没了，于生死危难之际留存下来的美味显得尤为的珍贵！曾经的玉华饮食店，招牌上写着“社区大食堂”几个赫赫的大字，双门开的店面也是非常的气派，能和国营的老字号有得比！茅台路的拆违，玉华也没能幸免，差点就以为再也吃不到老底子的冷面，还有心心念念的糖醋排条和锅贴了，还好只是门脸变小了，老底子的味道都还在！地道的上海味，实惠的价格，人气一直都很旺，从开店到现在，
                        天山老土著们一吃就是30年！老板娘的妈妈在国营饮食公司做了几十年，现在做锅贴的师傅也是经由她一手带出来的，只为还原五十多年前最传统的味道！6元一两，价格公道，卖相端正，个头实在，味道说不上惊艳，却是打心底里的喜欢！金黄焦脆的底子烘得刚刚好，水准绝对在一般锅贴之上，不像有些过分焦灼，一塌糊涂！皮薄却还算挺括，肉馅却是不容置疑的大大大，紧贴着皮子，天衣无缝！吃的时候还有汤汁滋出来，
                        这是加了肉皮冻的缘故，满满的胶原蛋白原液！每天只在上午做一批，卖完就不做了，下午来的话吃不吃得到就全凭运气了~锅贴+快乐肥宅水，魔菌在这里get了新吃法，一点不输老搭档咖喱牛肉汤哦~`,
                        time: '20000-13-87'
                    },
                    {
                        id: 9,
                        title: '魔都首家「彩虹炸鸡排」来袭！坐标日月光！开业就爆!',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: `确认过眼神！是你从没玩过的神级混搭！全都无敌！美貌！逆天！目测将火遍全网，趁着还未被挤爆，准备好手机内存，和魔菌一起去high起来吧！日月光又曝一家宝藏店！魔都第一份“彩虹炸鸡排”来啦！一出道便刷新美食圈颜值纪录！自带马卡龙仙女色的大鸡排，出街随便“咔”一张，你就是整条GAI上最靓的仔！离正式营业还有2天！吃货们已经争先恐后去拔草啦！其实在海外，彩虹炸鸡排可谓是“人气扛把子”！
                        数家门店开业6、7年，日销10000+份！是肉祖宗们的最爱！和平时吃到的单调色鸡排不同，“彩虹炸鸡排”共有8种颜色！碰撞组合起来，简直美到炸裂！面衣上缤纷的色彩，都是甜菜根、紫薯、蝶豆花、咖喱等天然原料调制成的！而非外面不健康的色素！吃起来满是安心！每种颜色都代表一个口味！看的魔菌眼花缭乱，口水直流！选择困难症魔菌就都一一pick啦！自带仙女颜值的炸鸡排，却偏偏要拼实力！
                        每日挑选低脂肪高营养的散养走地鸡，足足腌渍12小时，肉质更加鲜嫩入味！点单后现炸的鸡排，要经2重特制粉浆上色、2道工序炸制，才出锅完成，做法相当考究！连炸鸡排的油都是每天更换，肉祖宗们大可放心啦！刚出锅的炸鸡排，拿在手里沉甸甸的，超实在，比魔菌的手掌还要大！外面的面衣脆到起酥，“咔嚓”咬一口，满口都是香脆！每种颜色鸡排的外皮还搭配不同的专属撒料，吃起来风味更足！内里的鸡肉紧致、厚实，
                        稍微一捏，饱满的肉汁就流出来了！完全不能抗拒那撩人的香气！几分钟消灭一只！彩虹炸鸡排的“豪华闺蜜团”齐齐登陆！魔都首创“冰淇淋炸鸡”、会“变脸”的甜筒，都被它拉来了！堪称一场史上“重量级选美大会”！炸鸡+啤酒已经out了！炸鸡和冰淇淋才是新一波“骚操作”！360°无死角盛装登场，一上台便被手机拍爆！小船般的华夫碗、马卡龙色冰淇淋球、还有满扑扑的炸鸡山，一次性就能get到好几种美味！
                        滚烫的炸鸡块蘸上绵密丝滑的冰淇淋球，这冰火两重天的感觉，好想大呼：我爱夏天！`,
                        time: '20000-13-86'
                    },
                    {
                        id: 10,
                        title: '5 折！徐家汇 NO.1「玻尿酸锅」，一口能走维密秀!',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `浓浓浓，超浓，没有比这更浓。所有食材尽受高浓度鸡汤滋养，浓滑香醇，鲜到无以复加！怎么那么浓？要知道两只广东走地鸡、三两瑶柱、十两牛肉、二两深海红鱼鱼肚，才能熬出 5 锅汤，鲜味胶原超浓缩，每口都是高纯度玻尿酸！端上桌后，还要再加入半斤鸡和二两花胶。食客吃着愉悦，店家心里在滴血。但没办法，一切为了美味！花胶用得极好，雪白透亮，每一颗都弹力十足。弹弹弹，恰似你的脸蛋！下锅后，
                        花胶的弹力尽数融在汤里，成为你的美容助力。留下的只有一副入口即化的躯干，挑动你的舌床和口腔！锅里的鸡肉也十足肥美，足足能盛两大碗。你爱吃鸡胸，我爱吃带骨。轻轻撕开，令人发指的浓香鸡肉味扑面而来。鸡肉嫩滑无比，饱含鲜味胶质，非一般鸡肉可比。这里给每天孤零零在后厨房熬汤的师傅点赞。他们总在半夜工作，一熬就是十小时，只为在白天提供新鲜美味。而且因为现熬，花胶鸡汤的供应量有限，
                        一般每天只能卖 60 锅左右，所以吃到就是赚到！来， 干了这碗浓缩无数胶原蛋白和鲜味因子的青春无敌美容汤。女人的美容院，男士的加油站！如果没喝到花胶鸡汤，也别灰心。试试汤季的招牌猪肚鸡汤，也是店内爆款。所有熬汤食材皆有姓名，丹麦谷饲猪肚、西班牙猪骨、崇明老鸡、4 年手工金华火腿，全都有原产地。还是厨师每天半夜熬汤，熬足十小时，化出奶白原汤。我们还在后厨看到了丢弃的大骨汤渣，实名认证非勾兑。
                        来来来，喝汤！猪肚鸡汤也是熬得鲜美浓郁，不先喝一口感觉都对不起自己的胃！猪肚很弹牙，都是现切。平时一直泡在冰水里，保留最佳的脆度和弹性！你看，如此 Q 弹！吃在嘴里，好像和舌尖握了手，又脆又美味！胡椒用的海南兴隆白胡椒粒，为高汤再上鲜味光环。胡椒还有开胃、消食、散寒的功效，为万千久坐空调房的上班女性，送上夏日养生温补全套大保健！所有菜品享满减优惠，满 200 减 100 ，满 400 减 200 ，
                        依此类推，四舍五入约等于 5 折。汤季镇店菜品，敞开吃！`,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 2,
                name: '热点',
                newsList: [
                    {
                        id: 11,
                        title: '藏在魔都菜场里的无名馄饨，地图上都搜不到！只可惜……',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: `开在曹杨农贸市场里的小店，没名字没招牌夏天还没空调，大众点评地图上统统搜不到！绝迹明火砂锅，只卖4种东西！曹杨人吃了十多年的老味道！一个炉子、几张桌子、10㎡！典型接地气的夫妻老婆店，阿姨包馄饨，上下张罗，爷叔负责煮，淡定娴熟。听附近居民说菜场可能要拆，不知还能挺多久……小炉子就支在小店门口，进出菜场的必经之地，路过买菜总能看到爷叔在煮馄饨。一只炉子四个灶眼，四口砂锅同时开工，
                        每天早晨火苗燃起，也开启了农贸市场里的烟火气。满噗噗的搪瓷锅在火红的焰苗上沸腾翻滚，看得人热血澎湃。加粉丝、加面筋、加青菜……就在眼皮底下加料，食欲瞬间被点燃了。一锅只煮一碗，人人都是专属，好了即刻上桌，分秒都不耽搁，平添了好感度。此外，还有一件看家“老物件”——搪瓷锅，层层叠叠堆得像山一样，容量大，又轻便又抗摔！这种极具烟火气的旧物，让人自动开启怀旧模式。物质贫乏的年代，吃饭不讲究排场，
                        能吃饱就是件幸福的事。魔菌记得，小辰光姆妈最爱用它来盛泡饭。因为经常明火炙烤，锅外层已经镀上了一层黑黑的锅灰。总感觉拿老物件煮的东西更好吃一些，不知你是否也有同感？经年累月难免磕磕碰碰，身上布满“伤痕”，留下的都是时间的烙印。小店只卖4样东西，大小馄饨、双档油豆腐粉丝汤、鸭血粉丝汤，都是儿时的味道，价格非常实惠，最贵才14元。阿姨的馄饨刚刚包好，爷叔马上接过来准备下锅了！几分钟之后，
                        胖墩墩的大馄饨就上了桌，个头可以和拳头相提并论。咬破馄饨，开辟天地，荠菜清香和肉的鲜香特别实在，不需要任何额外调料来增味。阿姨说，馄饨馅一定要当天调，绝对不能隔夜，不然荠菜和肉的鲜甜味道就没了。上海人最情有独钟的鲜肉小馄饨，煮透之后，皮子像轻纱一样薄薄透透！上桌之后还冒热气，香味也氤氲开来！而且只卖7块钱/份！份量比别家多一倍！粉粉的肉馅让人不禁想起藏在犄角旮旯弄堂里的馄饨摊，
                        小辰光清晨总要吃一碗才肯去上学，但每次都迫不及待，不知被烫了多少回……`,
                        time: '20000-13-90'
                    },
                    {
                        id: 12,
                        title: '上海“史上最严垃圾分类”来了！最高罚50000元！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: true,
                        content: `一时之间，“垃圾分类”就成了上海人茶余饭后讨论最多的话题，也成了上海每个市民的必修课。晕了~晕了~实不相瞒，魔菌现在每天都会站在垃圾桶前怀疑人生。虽说垃圾分类是一项利国利民的好事，但是绝大部分人缺少知识普及。当政策开始实施的时候显得有点力不从心。好在，魔菌今天为你们整理了一份咱们最常见的【垃圾分类指南】。啥也别说了，全家人收藏背诵就是了！我们先从最简单的初级开始吧。如果你能分辨出
                        下面的垃圾种类，那么你就是一枚合格的垃圾分类“初级选手”了。通常情况下，快递盒和外卖盒都是可回收的，不过前提是一定要干净。所有外卖里多余的筷子以及没有用过的一次性餐具通通送去可回收。爱美的小仙女，家里一定都会有指甲油。无论你的指甲油有没有用完都属于有害垃圾。请投入有害垃圾桶，千万不要乱扔哦~玩具属于废塑料跟塑料瓶、泡沫塑料一样都属于可回收物。如果家里有小朋友不玩的玩具就要扔到可回收物箱子里面哦。
                        当然你也可以选择捐给贫困地区的小朋友。剩饭剩菜都容易腐蚀，所以属于湿垃圾。在饭店吃剩的饭菜，建议打包回家。另外还有菜帮菜叶、瓜果皮核、茶叶渣等都是湿垃圾家族中的一员。投放前应该尽量沥干水分，有包装的应去除外包装再投放。常见餐巾纸、卫生间用纸等等都属于干垃圾。干垃圾是指除有害垃圾、可回收物、湿垃圾以外的其他生活废弃物。湿纸巾虽然是湿的，但一样属于干垃圾哦。上面这些垃圾，你都分类对了吗？接下来，
                        我们来点有难度的。如果下面这些垃圾你还能分类对，那么恭喜你，你已经跨入了垃圾分类“种子选手”种行列了。每天靠外卖度日的魔都上班族没想到有一天会被外卖盒折磨到怀疑人生。吃剩的外卖不可以直接丢进垃圾桶，第一步：先将汤汤水水倒进下水口，第二步：再将食物残渣倒进湿垃圾筒，第三步：将已经污染的外卖餐盒放进干垃圾。over，一个吃剩的外卖盒才算扔成功！带油渍的外卖盒也属于干垃圾吗？它表面不是湿哒哒的嘛~
                        其实并不然，已经受到食物的“污染”or沾上油渍的一次性外卖餐盒和塑料袋都是属于干垃圾。`,
                        time: '20000-13-89'
                    },
                    {
                        id: 13,
                        title: '陆家嘴炸了！港奶鼻祖快闪店”引发排队大战！还暗藏众多惊喜……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `火爆广州、累计3w+人打卡的兰芳园快闪店终于来魔都了！开展首日，就被热情的上海人民“围攻”了，展厅里外排满了人人人人人，绝对是陆家嘴的排队担当！快闪店里限时3天，6月16号结束，想去的可要抓紧哦！魔菌第一时间冲到现场为你们踩点，哪些值得拔草，看我这一篇就够了！来到现场，必须打卡一下兰芳园首创的镇店之宝“丝袜奶茶”。发哥、谭校长、陈奕迅，陈伟霆……许多香港明星都是从小喝着他家的奶茶长大的！
                        更让人兴奋的是，免！费！请！你！喝！现场参加小游戏就能轻松获得奶茶一杯，人人有份哦。根据店员指示操作，还有机会免费领取限定周边：镭射手袋、时尚帆布袋、阳伞等礼品，都非常实用哦~除此之外，这里还是新晋网红拍照地标，梦幻的时光隧道、老香港街景、趣味手牌……拍出的美照分分钟引爆票圈！上世纪50年代的香港街景&中环兰芳园老店1:1完美复刻到了魔都，在明星背景墙前拍张喝奶茶照，po到朋友圈别人还以为你在香港旅游呢！
                        时光隧道，光影的效果梦幻极了！相信我，你只要一到那拍照欲望立刻上线，魔菌拍到不舍得离开了。要问兰芳园快闪店为何如此火爆？它究竟是什么来头？魔菌给你们补补课：兰芳园创始于1952年，凭借首创的丝袜奶茶叱咤香港，还被港媒誉为“港式奶茶始祖”！八手撞茶技艺传承了大半个世纪，以此技艺制作出的兰芳园奶茶，被香港政府列为非物质文化遗产哦~选用斯里兰卡及印度茶叶等进口红茶，配以澳洲进口浓缩牛奶。再用自制的高密度茶袋
                        来回冲拉至少8次，奶茶喝起来细腻顺滑、茶味醇厚！怪不得全国各地后来有许多效仿者，但味道还是不如他家正点！不少游客去香港都把他家的丝袜奶茶作为必打卡美食！就连美食家蔡澜都说：不喝兰芳园，白来香港！现在去不了香港也没关系，魔都快闪店和各大便利店就能get便携装，味道和香港老店喝到的一模一样！许多上班族都离不开它，犯困时候来一杯了，立马提神醒脑。不瞒你们说，魔菌悄悄在办公室里囤了好多！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 14,
                        title: '魔都史上最潮「未来餐厅」！暗藏重重机关！进门就穿越！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: `这可能是魔都最有科技感的一家餐厅了！处处暗藏小机关，不经意就会被惊喜到！全是没见过的黑科技，仿佛给你打开一扇通往未来世界的大门！这家黑科技店就开在静安寺商圈，要知道那边房价都是9万/㎡起，而它坐拥了一栋三层楼的小洋房，也是很壕气了。老板和店员都是设计师，所以店里装修的很有设计感，无论是小清新、ins风、炫酷风，这里都能拍出来，这哪里是餐厅，简直就是拍照胜地啊！开业一个多月，许多网红小姐姐
                        已经过来凹造型了！每个位置都超美，真是一个让人停不下快门的地方！你看，围在沙发座四周的镭射玻璃，不同角度闪射出不同颜色的光，充满未来感！窗边的座位也很棒，外面就是棕榈树；周围还有各种绿植围绕，仿佛置身大自然。喝着下午茶，窝在沙发上，享受慵懒的午后~户外大花园也超受欢迎，桌椅都是纯白色的，ins风十足，绝对是女孩子们拒绝不了的约会地~三楼还有一个大露台，对面能看到老上海建筑。不过暂时还没装修完，
                        但从官方图来看，已经能想象有多美了~这家店白天是面包房、晚上是小酒吧，还兼咖啡厅、披萨店、冰淇淋店、饮品店……我能在这吃上一天！肚子被安排得明明白白！早上用一份元气brunch，开启美好的一天！这的面包大多是用恐龙时代命名的，寒武纪、白垩纪、侏罗纪……还挺符合evolution（进化）这个店名的。面包都是原创的，外面吃不到！班尼迪克蛋的兄弟“摇滚太阳”来了！不同的是，底部用的是可颂，层层叠叠的酥皮就像围了一圈光芒，
                        闻起来黄油香气十足！上面的水波蛋真的过分优秀了，蛋白嫩滑到吹弹可破，一戳“蛋黄瀑布”就一股脑的倾泻下来！用酥脆的可颂皮蘸着蛋液，混合着旁边的牛油果泥和南瓜子仁，层次感十足！瞬间幸福感爆棚！面包版“小火山”，岩壁上还留下了灼烧过的痕迹！别看其貌不扬的，里面可是很有料的哦~一打开你就会发现超多牛肉粒和玉米粒，就像岩浆一样吞噬着你的味蕾！里面还融合了芝士，趁热吃的时候还会拉丝~芝士控要吹爆了！
                        香草籽酱堆得扑扑满的寒武纪，像极了一座小雪山！上面还撒了许多巧克力碎屑，甜品女孩要为它疯狂打call！`,
                        time: '20000-13-87'
                    },
                    {
                        id: 15,
                        title: '3.8折！全城20家串串火锅店打骨折！来晚1分钟，多排1小时!',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `3.8折！3. 8折！3.8折！全城20家网红串串火锅一起打骨折！折扣遍布全城！没有门店限制！壕无人性！无法拒绝！立即安排！川沪串串界最霸道的网红，为了给刚高考完的莘莘学子发福利，简直疯了！3重福利暴击！不仅全场菜品3.8折！还有2000元菜金直接送！从6月10号-28号，折扣将近1个月不停歇，丧心病狂！100+种串串任由你pick！平均9毛钱一串！再打3.8折！四舍五入约等于不要钱！千万别心软，一切以吃垮这家店为最高准绳！
                        燥起来啊！少年们！最初，在钢管厂工作的顾大姐只是为了补贴家用，才在成都春熙路的天桥下摆摊，因为太好吃远近闻名，被人称为“钢管厂五区小郡肝”。32年的坚持，春熙路那个不起眼的小摊，在大家的口口相传中，成为了今天不折不扣的串串火锅霸主！钢管五厂的名号不是白叫的，凌晨1：00还在排队也不是吹的，甚至还曾经一度引发电梯故障，交通瘫痪……妥妥的网红制造机，不吃几次无法立足朋友圈。大半个娱乐圈都来打卡，周杰伦、梁朝伟、
                        王菲、李冰冰、姜武......四舍五入我也是和周杰伦梁朝伟王菲吃过饭的人了！为了给刚刚高考过的学子发福利，下了血本！全场菜品3.8折，打完折后约等于不要钱！3重折扣活动，持续将近1个月！高考过后，叫上朋友，不吃垮老板，绝不认输！称重计算价格，平常一串约9毛线，半张毛爷爷就能撸到爽！现在打3.8折，太适合高强度的学习和考试完后大肆开吃，大杀四方了！冲呀！一进菜品区就挑花了眼，将近100多款，每一款都想收入囊中，
                        感觉少吃一样损失一个亿！全部食材在冷柜的循环冷气下静静等待被翻牌，超全的种类，可以甩开膀子放开撸啦~所有串串都是阿姨每天现串，来得早还能看到干净利落的流水线，不愧是一场极致的肉欲盛宴。起家产品小郡肝，从四川一路火到魔都，32年热度未减。在魔都如果没有听说过钢管五厂的小郡肝，那你不算懂经的吃货。郡肝是四川地区的叫法，其实就是鸡胗中间最嫩的两块肉，只取精华部位，上桌前还要经过1小时的拍打+24小时的腌制，
                        制作过程可谓复杂。每桌都是几十串起涮，还曾经有顾客吃空整个冷柜！进锅2分钟，烫熟后的郡肝就像重新焕发了生命，粒粒饱满，油光发亮！只想用三个苍白无力的字来形容它：太好吃！这货看似平平无奇，入口的一瞬间就能让你感受到什么叫见识浅薄。`,
                        time: '20000-13-86'
                    },
                    {
                        id: 16,
                        title: '仅10㎡的「零食工厂」！魔都囡囡吃了25年！小辰光额米道全齐了!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: `这家零食铺子就在山阴路上，鲁迅故居斜对面。它和隔壁的老字号万寿斋、光头生煎三足鼎立，一起承包了山阴路上的流量！扫一眼小铺子，不足10平米。堆满了货物后更像个小仓库，走动都不太容易，但居然自称为“红玫瑰食品厂”！问了问店主阿姐，这里曾经真的是一家食品工厂，一直都是阿姐爷叔一家人经营！后来因为机缘巧合，凭借和许多沪上老字号食品厂的联系，改为小店铺，专门供应这些上海宁从小就吃到大的小零食！
                        回想这家店刚刚开业的时候，许多90后还没出生。如今一晃25年过去了，很多童年光顾的零食铺子早已失去踪影，而这家小店却一直陪伴着大家，人气还越来越旺！好多老饕横跨几个区，专乘地铁来买；连许多外地游客，也会来这里打包许多小零食带回，让家人也尝尝这“来自上海额小辰光咪道”！数了数他家的价目表，足足有40+款！老板阿姐对魔菌说：之后还会再搜罗更多老上海风味的童年零食！小时候吃过的零食在此集结，让人眼花缭乱！
                        泰康、康元、沙利文、光明、茂昌等响当当的老牌子，组成“五大天王”，列在货架上！一次性就能get全！真是个“宝藏零食铺子”！心中有个声音在呼唤着我：买吧！买吧！买吧！毕竟是小店，性价比还是适中的。花了150大洋，魔菌扛回来三大包零食，把办公桌都堆满了！魔菌这就改行做副业卖零食去了，泥萌支持不？泰康牌的点心一直都是魔菌从小吃到大，无限回购的！不太容易踩雷！嘿嘿，起码魔菌没有过！说到这款万年青饼干，
                        10个人里有9个人都知道！现在居然还出了无糖版的，很是健康贴心！打开复古的包装，一包里有3片，略微厚实。一股浓浓的葱油香味飘进鼻子，咬下去酥脆到掉渣，甜咸感交织！魔菌自己觉得，比三牛的好吃！苔条麻花同样好评！一看日期就很新鲜！海苔的香气很正很浓！嘎吱嘎吱咬着，很是酥脆带感！也没有寻常麻花的油腻气！优秀！本以为康元是阿拉上海的本土老牌子，一搜度娘居然是新加坡的！1989年来到上海滩后，因创新、
                        活力而迅速收割一大批拥趸！康元的饼干，80后几乎人人都吃过！他家还有个和饼干同样出色的东西——虾条！小时候一包接着一包吃，根本停不下来！`,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 3,
                name: '娱乐圈',
                newsList: [
                    {
                        id: 17,
                        title: '陆家嘴又叒开始排队了！搬来整个意大利，600+ 特色美食商品，疯抢!',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: `直接放出攻略，6.10-6.23历时 13 天，上海DeliLife超市意式生活风情体验展，你离意大利只差一张地铁票。爆买模式准备前方高能！始于 1826 年的都灵，意大利传统奢侈品协会中唯一甜品类会员，巧克力也是奢侈品！为确保品质，只选用世界优质产区南美洲厄瓜多尔等地产可可豆。全世界都难找的百年好滋味，醇厚浓郁，甜蜜诱人，宛如初恋。还有不同可可含量的黑巧克力，90%、86%、70% 以及夹心黑巧可选。一次性买足，
                        巧克力的世界之巅都在你手中！还有做成 500 欧元的巧克力，换算成人民币近 4000 元。买一叠在手里，仿佛是大款！这台机器引发现场排队热潮，里面是啥？意大利纯手工冰淇淋，现场扫码免费吃！巧克力、草莓、香草口味随意挑，每个口味都香醇浓郁，口感清爽色一，不是一般冰淇淋可比！决定了，这个夏天，就靠它过了！天天来打卡，天天吃冰淇淋！始于 1933 年的意大利，近 90 年都在和咖啡打交道，咖啡界大佬。咖啡粉使用 9 
                        种高品质阿拉比卡咖啡豆调配，只为取得最佳平衡的香味。再加上中度烘焙，带来极致风味！喜欢往咖啡里加牛奶的，别忘了购物车里再加个 Granarolo 葛兰纳诺全脂牛奶。超高温灭菌，意大利原装进口。无论是做奶咖，还是打奶泡，这款牛奶都非常好。一杯咖啡，滴滴香醇，香浓无比！意大利面，好吃呀！其实在家也能做，完全不输外面的店，想知道怎么做吗？快来意式生活风情体验展呀，全都有。百味来洋葱那不勒斯风味番茄意面
                        调味酱+意大利 COOP 硬质小麦 64 号经典螺旋型意大利面，可以再来点鲜虾或是牛肉炒一下，就是懒人版米其林星级意大利面！用百味来经典博洛尼亚风味牛肉酱意大利面酱，连肉都给你加好了！加热后直接浇在煮好的面上，拌匀就可以吃，简单又美味！管型面和异型面比如葛兰纳诺螺旋形面以及斜管形意大利面适合味道浓郁的面酱包括红酱、白酱等，直面适合味道清淡的面酱，比如我们经常见到的天使细面或是长条宽面很适合配青酱。
                        活动期间，每周末都有两场意大利美食 Cooking Show，特邀 The Lab 星厨房的明星主厨到沪，为魔都市民现场奉上传统意大利美食——披萨。大厨级披萨从零到有，现场揉面+烤制，以及重量级武器——超大烤炉现身，全程在你眼皮底下制作。吃到就是赚到！`,
                        time: '20000-13-90'
                    },
                    {
                        id: 18,
                        title: '藏不住了！80款手工点心19.8封顶！上海人都沸腾了……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `一天卖出30000+个的雪山包抖音爆红的流沙包、会抖臀的小兔子……超多款纯手工现做点心更是低至10元！！！不到半张毛爷爷就能刷到饱瘫！折扣连续三个月，速速奔走相告我不允许有人不知道这个好消息~拥有40年历史的香港粤菜馆，10个城市有40多家分店。在香港人的心中，简直就是“点心界标杆”！连香港特别行政区庆祝国庆69周年晚宴也设立在百乐金宴 · 香港九龙湾分店！江湖地位不容小觑！这里主打正宗港式点心，
                        所有点心拒绝中央厨房配送，都是即点即做的。还坚持少油，从不添加味精，作为养生GIRL真的要给它打100分！味道也是地道的港式味道，上海店厨师团队完全照搬香港的原班人马，点心师傅都有20多年经验，从手法熟练程度就能窥探一二。用料也是超下血本！鲍鱼、虾仁……各种豪华配料都是新鲜空运过来的，师傅放料丝毫不手软~更令人惊喜的是，平时别家卖三四十的点心，现在这里80多款点心19.8元封顶，还是纯手工现做的！其中
                        还有多款点心低至10元！那么便宜，魔菌当然要替你们菜单滚一遍找出最好吃的！终于知道我为什么肥了，绝对是工伤。装在马卡龙色杯盅的虾饺，精致感十足！虾饺都是教科书级别的，统一不少于12个褶子。透过薄如蝉翼的皮子，粉嫩的大虾仁肉眼可见！超诱人~来，干了这杯虾饺~虾仁Q到弹牙，一吃就知道非常新鲜！和别家的虾饺不同，这家的虾饺还自带高汤，汤都是用花旗参和鸡汤花了数小时煨出来的，鲜虾配鲜汤，鲜力无穷大！
                        这么好的食材，现在只要19.8元，老板确定不亏本吗？这亚子的烧麦你们见过吗？每个烧麦都有一整颗大连鲍鱼，用料超下血本！感觉一口就能回本了！每一口都能咬到实实在在的肉和鲍鱼，鲜香又弹牙，嗲爆！PLUS版的鲜鲍挞也超级优秀！直径和手指差不多长，有掌心那么大，一口下去巨满足！层层起酥的蛋挞皮融合Q弹有嚼劲的鲍鱼，口感hin丰富！一天卖出30000+个的雪山包，绝对的镇店之宝！白白胖胖的小包子和菠萝包有异曲同工之妙。
                        表皮挤了奶油，烤制后外酥里软，一掰开还会掉渣！吃起来甜甜的酥酥的~里面藏了很多料哦！肥瘦相间的叉烧馅料，油润鲜香，还带有丝丝甜味，超合阿拉上海人的胃口。`,
                        time: '20000-13-89'
                    },
                    {
                        id: 19,
                        title: '传奇天鹅申阁！堪称“老上海西餐博物馆”，全上海人因它而骄傲！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: true,
                        content: `说起天鹅申阁，就不得不提当年上海西餐厅三把交椅之一，天鹅阁。当年名气响得不得了，是很多上海小囡难忘的童年回忆。在旧时上海，能去西餐厅吃顿饭绝对是件老有面子的事。虽然是解放后才开的西餐厅，但在老上海人眼里完全可以和历史悠久的德大、红房子别苗头。所以天鹅阁关门后，交贵上海宁都感到老可惜额。没想到最后“重开”天鹅阁的，居然是当年一个欢喜切天鹅阁的上海小囡，而且一开就是 15 年。那个上海小囡，
                        就是现在天鹅申阁的老板娘。她跟我们讲，当年提出重开天鹅阁的想法后，一群老克勒朋友们都炸开了锅，一起出谋划策，闹忙了不得了。个帮子宁聚在一起干嘛？复制天鹅阁的菜品呀，那些经典的老味道他们从未忘记。毕竟那时候能吃上西餐的，都是很有品位，很懂吃的。不像现在的小年轻，吃饭就是打卡。你问他们方巾怎么用，估计都不一定懂。后来餐厅开了起来，菜品味道、桌椅装饰都极力模仿当年的老味道，温馨且充满情调。老朋友们
                        过来一看，都感动得不得了。老板娘讲起当年的往事，双眸精光闪烁，宛若昔日景象犹在昨天。那个辰光，天鹅阁最火的一道菜，当属鸡丝焗面。著名作家程乃珊，就是被这道菜的香气吸引过去。一端上来，奶香浓郁，分外勾人。但复原这道菜，超难超难！老板娘说，当年一起帮忙的，是一名 70 多岁的老克勒，舌头要求哈高！光一道白汁，就怎么做都不对，反复试验了 N 次，都不成功！后来慢慢找到诀窍，知道怎么用面粉和黄油炒出黄油膏，
                        白汁中奶油、牛奶、黄油膏比例怎么调。有了这道白汁，味道彻底升华！以及用上了自家制的面条，韧性十足，怎么扯都扯不断。等着面条、白汁和芝士在烤制中，慢慢焗出香味。看着表面融化的芝士不断跳动，引爆一股颅内高潮。终于有一次，老克勒吃完后用力点了点头表示认可。顿时厨房里所有人都大呼一口气，老板娘说自己甚至有种想哭的冲动，觉得一切都值了。天鹅申阁的鸡丝焗面，真的是有魔力的好吃。这丝拉得够长够劲，芝士给得超足。
                        一定要趁热吃，才有震撼拉丝哦！面条和白汁的味道也混合得天衣无缝，奶香饱满到充斥着整个味蕾。面条够劲，鸡丝很鲜嫩。感谢天鹅申阁和那位老克勒，将这份属于上海的美味保留至今！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 20,
                        title: '官宣！魔都鸡界「白富美」出轨了！全城劈腿！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `魔都鸡中“白富美”！称霸椰子鸡江湖3年！500W+小仙女疯狂追捧！这只鸡每天都要泡椰青温泉浴，1天消耗新鲜椰子足足1000+只；鸡中“凤凰”，鹤立“鸡”群！可是这次，它出轨了——恰逢店庆三周年之际，椰子鸡舍弃旧爱有了新欢，CP全换了一轮，全是妖艳货！魔都5店同步上新，全城劈腿，速来围观！海南椰林中放养180天的文昌鸡，每只2斤半左右，吃椰肉和玉米糠长大，每天跨越1800公里来到上海，全程冷链配送。这只鸡上桌之后，
                        要泡足椰青温泉浴才能下肚，实打实的鸡中“白富美”！恰逢店庆三周年，椰子鸡有了新宠！5大门店大面积上新！全是姚艳货，味蕾早已被撩拨得垂涎三尺！现煲椰子鸡的锅底都是海南精挑细选的椰青，每天正午时分采摘，清香多汁。每一只椰子都是现砍现劈，据不完全统计，师傅们每天最少要开1000+只椰子！霸气！劈开后直接倒进锅里煮，每锅足足要用掉2个椰青，实实在在的纯正椰汁！童叟无欺！椰子鸡出场仪式相当到位，锅底+文昌鸡+配料！
                        新锅底新CP多了黑松露和椰肉，简直是煲汤圣品，将“养生”做到了极致。虽然看起来清淡，却是“圣水”啊！椰子水清甜爽口，椰子肉益气润颜，小仙女的标配！椰青水滚之后，鸡肉全盘all in！此次上新还出了冬阴功VS原味椰子文昌鸡鸳鸯锅，超适合有选择困难症的胖友！跟普通鸡不同，这只文昌鸡只需要300秒！每桌都会配一个小沙漏，煮300秒就可以开吃！汤水“咕噜咕噜”翻腾，鸡肉和椰香混合的清甜香味四散，让人忍不住想要大快朵颐！
                        沸腾的椰子鸡汤散发着清甜香味，不加味精，越煮越甜！闻一闻就足够醒神！真想沉醉在这一刻！文昌鸡的鸡皮薄，鸡肉里的精华和油脂更丰富，盛出来的鸡汤都如琥珀般透亮透亮的！如此神仙水一定要细细品尝，1口汤≈1张前男友面膜！椰香和鸡香相互融合，比妈妈煲了几个小时的靓汤还甜！不腻不上火，大人小孩都爱喝！根本停不下来！在锅中充分沐浴椰汁温泉之后的鸡肉越发香甜，肉质嫩而不烂，满屏的肉肉，满满的征服欲！煮好的鸡肉鲜嫩紧实，
                        不柴不老，吃起来又不失韧劲，鲜甜营养！每一块鸡肉皮薄骨酥，吸收了清甜的椰青味道，滋补又降火！带皮的鸡肉尤其受欢迎，鸡皮超级爽弹，油脂丰富却不油腻！吃鸡肉一定要像魔菌这样，一整碗都盛满，一点点征服它才够爽！此处可get独特的海南灵魂吃法！经典酱料 = 沙姜+小米椒+金桔+自制酱油，咸鲜中带着辣，欲罢不能！`,
                        time: '20000-13-87'
                    },
                    {
                        id: 21,
                        title: '结棍！18000㎡巨型海鲜王国来啦！比铜川路还便宜！上海1小时直达!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: `上海出发仅1小时车程，竟藏着18000㎡的平价海鲜王国！足足6层的巨型独栋海鲜大楼！它就是江苏太仓长江口假日酒店  ✔ 集美食+民宿+棋牌+KTV于一体！✔吃喝玩乐一应俱全一站式全包！✔地处长江门户，枕江濒海✔能上帝视角一览磅礴长江景致！✔是上海人短途自驾游的最佳选择！整个长江口大酒店共12层！海鲜楼6层！坐拥2大独栋！规模不要太庞大！总面积达18000㎡！全魔都少见！尤其是海鲜楼，生猛鲜活的全球进口优质海鲜，
                        像是来到了热闹的海鲜码头！hold住它们就等于掌控了辽阔的大海！美国阿拉斯加帝王蟹、波士顿龙虾、阿根廷红龙、北海象鼻螺……生猛鲜活，张牙舞爪！因为地处长江入海口，依水而建，因港而兴，独特的地缘优势，相当于源头直接拿货！直接砍掉中间环节的价格和时间损耗，价格逆天便宜！1.2斤的波士顿龙虾只卖138元/只、深海黄金蟹仅98元/斤、帝王蟹才200元出头……价格真心低到谷底！随便捞起一只，都鲜活到能跳起来给你一个脑瓜崩！
                        它们蹦跶得越激烈，我心越浪荡！同样的品质，更低的价格，全上海也找不到！曾经普陀区“铜川路”也要甘拜下风！！长江江鲜更是一应俱全，数都数不过来！因为就地取材，价格都非常平价，比上海市内便宜至少40%以上！！最经典的“长江三宝”、“绝味三鲜”也能吃到！长江鲥鱼、河豚鱼、刀鱼（春季供应），光听名字就能鲜掉眉毛！气鼓鼓的河豚鱼，胖乎乎的不要太可爱了！抓起来还不停地向外喷水！不要太萌好吗！！！超大号的鲥鱼，厨师长抱起来
                        还费劲！烹饪时是不去鱼鳞的，娇嫩无比，绝色珍馐！以及特色长江江鲜鲟龙鱼、野生大鳊鱼、长江鮰鱼……生龙活虎，都是游泳健将！池内活蹦乱跳的长江虾，不要太兴奋了！网兜一碰，撒腿就跑！反应速度极快！各种贝类、蚌类，排了满满的一溜！种类多，品质好，自己挑选保证不吃亏！活鲍鱼、七彩贝、活辽参、美人贝、白玉贝、老头蛤、文蛤、黄金贝……只想立刻收入腹中！除了以上，还有将近60种的冰鲜，超大的冰鲜展示台，绝大多数都是无法人工
                        保活的深海鱼类，也有一些淡水鱼。阿拉上海人最爱的冰鲜小黄鱼、脆嫩细腻的冰鲜带鱼、酷似叶片的叶子鱼……便宜啊！蒸煮烤焗吃法多样，想怎么吃，就怎么吃！既然白菜价，那就全来一份！终于过上土豪的生活，吃海鲜撑到饱瘫！爽！`,
                        time: '20000-13-86'
                    },
                    {
                        id: 22,
                        title: '上海首家「烟囱冰淇淋」！长宁区NO.1！边吃边冒烟!',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: `荣登长宁区人气榜NO.1的“烟囱冰淇淋”，比普通冰淇淋稍大，初看与一般的冰淇淋无异，其实下边的冰淇淋筒是大有乾坤！颠覆传统的冰淇淋蛋筒，取而代之的是匈牙利的一种长型面包，一圈一圈缠绕堆砌而成，远看像一颗颗小圣诞树。匈牙利的烟囱卷，焦香脆口，深受当地人喜爱，每一个都巨大无比，因为长得像烟囱，因此也叫“烟囱卷”。底部经过改良做成了锥子形状，里边盛放奶油也不会漏出。这样的烟囱卷可不是一般的设备能制作得了的，
                        老板专门从东欧人肉带回了这套设备。巨型“烤肉串”，将面包一圈圈围起来，经过人工揉面、定型、烘烤，最后烟囱卷带着麦香与烘培香出炉。每一个烟囱卷都能尽情发挥脑洞，撒糖霜，撒椰蓉，涂抹巧克力酱想怎么弄就怎么弄！烟囱卷共有6种口味：原味焦糖、坚果、椰蓉、脏脏巧克力、肉桂糖、曲奇碎，丰富多样！俘获味蕾！女版“托塔李天王”在此！今日就让我来收了你们这些冰淇淋小妖精！诚意之作！季节限定款的玫瑰浓情巧克力，一上线就足以吸爆眼球！
                        刚烘烤而出的烟囱卷+冰冷的冰淇淋奶油，一冷一热，互相辅助，给味蕾最致命一击！意大利进口的黑巧克力冰淇淋，玫瑰精华与鲜奶融合，每一口都顺滑到底！馥郁浓香！在7~8分钟内吃完是它的最佳赏味期，此时的黑巧克力在逐渐融化，变得更加绵密润口，上边自带细小的黑色巧克力碎屑，因此尝起来还有沙沙的口感。烟囱卷搭配了焦糖口味的，焦香中带着甜蜜的味道，加上Nuiella榛果酱和土耳其果仁，坚果的风味也在里边得以绽放！在线表演个“面包拉丝”，
                        富有韧性的面包，吃起来软韧。实名吹爆这款布朗尼！口味没话说，也是那么多款尝下来，是当之无愧的NO.1！原味的烟囱卷冰淇淋，经典的布朗尼蛋糕，还带着小气孔，软软的，如同奶酪般细腻。明治鲜奶制作而成的奶油，一口布朗尼，一口鲜奶油，奶香中夹杂着的巧克力浓香，让人留恋。五彩缤纷的糖果冰淇淋，糖果围绕一圈在冰淇淋筒上，就连奶油上也点缀着糖果，增加一丝俏皮感。巧克力酱随着时间流逝，不断融化融进洁白的奶油里，奶香与巧克力风味相撞，
                        无限甜蜜。纯正椰香的冰淇淋，椰奶味特浓郁，就像在喝椰汁，心情都要开启度假模式了。硕大一个冰淇淋，一人吃很饱腹，与好友享用，美味与幸福就多一个人知道！某记烟囱厂就开在长宁来福士，对面就是人气王喜茶，面对这么个超强劲敌，它依旧能吸粉吸睛，毫不退缩！`,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 4,
                name: '笑点低',
                newsList: [
                    {
                        id: 23,
                        title: '1.9折吃火锅！涮菜最低1块钱！全网都在刷屏……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `人均只要100+的亲民火锅，折算下来，人均不到30元！涮菜最低竟然只要1块钱？！是哪家店敢那么打折？他就是专注重庆火锅21年，来上海五年就迅速扩张20多家分店的高老九。有它在的地方总是人气火爆！这次又新增3家分店，放话：新店所有菜品狂打1.9折！20+家老店狂打3.9折！魔菌第一时间就把这个好消息告诉你，收好这份《点单省钱攻略》，不教你吃垮老板算我输！最近，他家新出的贡椒鱼锅底深得我心！锅底里自带豆腐、罗非鱼、鸭血，料多到捞
                        到手酸！小鸟胃的女生光吃锅底都快撑了！里面的贡椒是厨师特地去重庆找来的，据说这种花椒是唐代进贡给皇上的贡品，吃起来芳香浓郁、醇麻爽口！锅底里的罗非鱼又厚又肥，最关键还是无刺的！老人小孩可以放心食用！入口的瞬间魔菌被惊艳到了，怎么可以那么嫩！不吃辣的同学也强烈安利你们单点一份试试~绝对会让你欲罢不能！辣星人强烈表示这贡椒鱼锅简直灵魂汤底~无论是涮菜还是拌饭吃都一级棒！正宗的重庆牛油锅底也必须有姓名，高老九正是凭借这在上海
                        火锅界杀出一片天地！所有底料都是重庆老师傅炒制，味道那叫一个地道！里面加了从重庆空运来的A级牛油，还有20+种天然香料。一加热红红火火的锅底散发着醇香！立马点燃重庆人的魂！还有经典的鸳鸯锅，点4只牛蛙直接省去锅底钱！蛙蛙个个体硕肥美，腿肉都是蒜瓣大小，光看着都要流口水了。蘸上特制的牛蛙酱料后，蛙肉的鲜嫩糅合了香辣的蘸料，隔壁老王都要被馋哭了！这次高老九新开三家分店，所有菜品统统1.9折！打折后简直比吃外卖还便宜！8元吃和牛、
                        13元吃大拼盘、15元吃鹿肉，人均30元就能盘下一桌菜！金光闪闪的巨龙一上场就震慑四方！里面装着高级野味鹿肉，还冒着仙气，自带C位光环！说实话魔菌还从来没吃过鹿肉，在上海也很少见。而他家在东北承包了整片养殖基地，用来提供稳定肉源!喝山泉水吃着青草长大的鹿就是不一样，肉质细嫩且瘦肉多，高蛋白低脂肪，减肥人士也可以大胆吃！里面足足放了200g鹿肉，一大盘至少能装满10个大漏勺，让你一次性吃过瘾！吃重庆火锅怎么能少了毛肚、黄喉、胗花、
                        鹅肠呢？小孩子才做选择，这些我都要！一份火锅四宝就能完美解决这个难题！现在又有1.9折，13块就能拿下一大盘重庆空运来的四宝！划算到爆！新鲜的带刺毛肚、Q弹爽脆的黄喉、纤细有韧劲的鹅肠、刀工细腻的胗花，纷纷裹上麻辣鲜香的红汤。啊~这滋味真让我上头！魔菌每次的必点菜品，每片牛肉都是现切的，超新鲜！你看，即使我用尽全部力气各种折腾，也不会掉下来！魔菌建议烫7秒就可以拿起来，这肉质真的软嫩到不像话！撑到不行的魔菌愣是舍不得放筷子！
                        我敢用生命发誓真的好吃！`,
                        time: '20000-13-90'
                    },
                    {
                        id: 24,
                        title: '我们花了 118 块钱，买了台 “时光机” 穿越到童年！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: `最近，我们在淘宝星球上发现了一件名为“90后怀旧零食大礼包”的神奇商品，里面装满了各种儿时回忆杀。只要 118 块，感觉超值！打开它，就像坐了一回时光机，穿越回那个天真懵懂的童年，勾起很多儿时回忆。看着那些曾抚摸过无数次的玩具，曾吃过无数次的零食，有时感觉小时候的自己挺傻的。但即便是傻，也是傻得可爱，傻得灿烂！小时候对品牌零食是没有概念的，吃的东西放在今天都是三无产品。那时衣字底（上海话：杂货店）里总是挂着五颜六色
                        的小包零食，看着真是超有趣！大概每个小囡都有一个公主梦，于是不知哪个脑洞奇大的商家发明出钻石糖这玩意儿？戴在手上好看得不得了！什么三克拉、十克拉钻戒，都不如我这个来得美味！知名品牌还出过动物造型的戒指糖，也是超沙雕，但沙雕得好可爱啊~同样充满少女心的还有口红糖，涂抹在嘴唇上，再舌头一舔，比妈妈的口红不知道好吃多少！话说香奈儿有没有兴趣出个奢侈版口红糖嘞？口哨糖，小孩子才不想知道为什么能发出声音呢！反正谁吹得最响，谁就是孩子王！
                        罢特，为什么我从来没吹出过声音？难道我不配拥有童年？！跳跳糖，这个太经典了。小时候不懂，哪个邻居家的混蛋小孩告诉我，跳跳糖都是一粒粒微型炸弹。吃多了舌头会被打成筛子，吓得我很长一段时间都不敢吃！从此和那熊孩子有仇！吃前摇一摇，把糖粒摇散，吃起来会更好吃。侬晓得伐？粘花饼干，每次都是把顶部的粘花舔掉。至于下面的饼干，不碰的！汾煌雪梅，大概就是从这个零食开始，终于有了品牌的概念，以后吃话梅一直都认准它！以及……干脆面一定是吃小浣熊的，
                        其他都是邪教。当然，原因还有小浣熊送的水浒英雄卡啦~那时纯粹只是好玩，现在觉得捏方便面超解压！童年时代就预知了大人世界的苦！大大卷已然成为泡泡糖的代名词，大大卷切切乐不要太火。电视广告也做得超凶的。那时孩子们都在比谁吹的大，反正我还是从来没有成功过！可惜被箭牌收购后，大大卷就彻底淡出了人们的视野。西瓜泡泡糖这个也是超爱的，花花绿绿很好看。里面还有夹心，酸酸甜甜的。那时候遇到有夹心的东西就超爱吃，大概是因为每个好吃的零食都有一颗
                        柔软的心吧~麦丽素是我的巧克力启蒙，而且至今认为，GODIVA之流并没有麦丽素好吃。当然，调皮捣蛋的我总是拿麦丽素当弹珠玩。每次被我爸看到，都免不了一顿桑喔。同样经典的还有酒香巧克力，金币巧克力，足球巧克力这些，那时拆个包装都觉得好有趣！`,
                        time: '20000-13-89'
                    },
                    {
                        id: 25,
                        title: '限时3个月，航海王官方中国巡展，即将在上海引爆一场狂欢！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `你以为展品只有各种原画这么简单吗？NO、NO、NO可没有这么简单……个人认为特展的第二美妙的体验，就是近距离参观尾田荣一郎老师1:1复原的工作台了！这可是我们从小看到大的漫画大神平日里创作的小天地耶，《航海王》900多话故事的创作、无数张的经典草图手稿都是在这张桌子上产生的。工作台上创作《ONE PIECE》漫画的画具也都是尾田荣一郎老师本人使用的物品，物品摆放的位置也和当时大神创作时一模一样，仿佛尾田荣一郎老师刚刚在这里绘制新一话剧情，
                        马上就回来继续创作。各种满足感，让人幸福得直接昏倒......猛！《航海王》超巨型手办将会和中国粉丝们见面！关于手办，你可别觉得是和我们买到的各种商品一样哦，这次特展出的超大手办是集英社专⻔为此次展出精心制作，按照漫画中角色设定1:1还原了草帽一伙真实的人物比例，其中布鲁克就高约三⽶，走到他旁边时，真的有一种和他们并肩而立的感觉。还有一个小小的展览福利，一定要大肆宣传一下，在展览的部分区域我们可以尽情的拍拍拍，而这些手办更是超热门的打卡
                        拍照单元哟，可别错过啦！难掩激动的心情，终于要来到剪影投影动画这一趴啦！投影装饰使用的道具是尾田荣一郎老师在创作过程中参照临摹的原物，同时使用实景与动画结合的先进技术，令草帽一伙一一在实物场景中登场！这也是本次展览的特别展品之一，除此之外还有很多专属福利等你去发掘（ps，这些动画可是禁止录像的哟，请大家到时文明观展）风靡全亚洲、海迷们期盼已久的“ONE PIECE ART NUE”已加入Hello，ONE PIECE豪华套餐。2017年，集英社为纪念《航海王》
                        连载20周年在京都举办“ONE PIECE ART NUE”《魔兽与公主与誓言之花》特展，《航海王》和日本传统绘画的结合，曾令全世界海迷万里来朝，一度盛况空前。而这一次，中国的粉丝们都将再次看到《魔兽与公主与誓言之花》特展。这次航海王主⻆形象与日本传统绘画和神怪形象相结合，呈现了具有东瀛情调的古典版航海王特别番外故事，这种形态可是第一次在日本本土之外展出哟！现在只要来一次都能看到，是不是赚翻了！看完展览一度被路飞燃到心潮澎湃，只有买买买可以平息心中
                        的火焰！海迷们平时买个周边都要代购或者预定很久，这次在展览现场你就能买到海量正版《航海王》衍生品，都是集英社和东映授权哦！现场价格最高的一副尾田荣一郎老师监制的高保真复刻原画，价值7900元（买不起看看也是好的）《航海王》陪伴我们整整21年，900多话，直到今天，尾田荣一郎老师依然在勤奋进行时，同时它也是世界上发行量最高的单一作者创作系列漫画，更是我们大多数中国粉丝最爱的一部漫画！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 26,
                        title: '30w人狂刷的梦龙快闪店强势回归！开业就爆！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: true,
                        content: `还记得每年霸屏朋友圈的梦龙快闪店吗？去年排队人数累计超过30万！创下排队2个小时的记录！今年再度回归依旧是人气火爆！这次它空降南京西路的芮欧百货5楼，限时16天！错过了就要等一年！潮人们请火速PICK！2019年的梦龙MAGNUM BEAUTY STORE，还邀请来了一位“男神”。音乐剧演员、《声入人心》首席阿云嘎担任梦龙欢愉大使，作为一枚迷妹，必须第一时间支持一下了~引吃货的莫过于里面的冰淇淋Make My Magnum DIY区啦，每个人都可以挑选喜欢的装饰物，
                        定制只属于自己的冰淇淋，目前只有快闪店才能吃到哦！冰淇淋品种也是多到爆！目测了一下，有12种配料（任选三种）、3种口味冰淇淋、2种淋酱，还新增了4种巧克力贴片。组合起来大概有5280种，几乎不会撞款！加了装饰后的梦龙真的美爆了，像极了艺术品。让人心甘情愿为它做摄影师。360°无死角的盛世美颜，必须咔嚓拍满九宫格才肯罢手！底部还有豹纹托盘，不怕融化弄脏衣服，细节满分~说实话，那么美的冰淇淋我是真的不忍心下嘴，但最后没屏住咬了一口，这滋味太美妙了。
                        冰淇淋外面裹了薄薄一层巧克力酱，梦龙匠心甄选100%比利时进口巧克力，可可脂含量高，所以吃起来比一般的更香脆！更浓郁！里面的冰淇淋则是选用纯进口奶源，没有任何添加剂。随着舌尖温度慢慢融化成液态，超级丝滑馥郁！冰淇淋除了有香草口味，还有松露巧克力、卡布奇诺三种选择，每一种魔菌都替你们尝过了。味道都非常纯正浓郁！不愧是“脆皮雪糕界”的鼻祖，品质杠杠的！除此之外，隔壁还有梦龙甜品区，大家可以笃悠悠的坐下来享受各种限定款梦龙冰淇淋甜品。到6月9号
                        就吃不到了，想去的抓紧啦！梦龙专为欢愉大使阿云嘎定制的“阿云奶盖”必须来一份，四舍五入我也是和明星吃过同款雪糕的人啦！更惊喜的是，买甜品还送阿云嘎的签名照！粉丝们熟悉的胡萝卜、有着特殊感情连接的“云朵”都被巧妙的融入甜品中，搭配一支迷你梦龙，甜蜜诱人。不过阿云嘎的带货能力实在太强，一大早就被粉丝买空了，想吃的得趁早哦~“眉”妙梦境是今年梦龙和Benefit贝玲妃合作推出粉丝福利甜品，每天限量50份！买它还有Benefit贝玲妃的眉笔赠送哦！装在彩妆盒里
                        的甜品，精致感十足！打开前记得提前举起手机拍小视频，浓醇梦龙冰淇淋搭配红唇巧克力，玛德莲和莫斯卡托鸡尾酒摆盘像艺术品，还有仙气加持，让人仿佛走进梦境。`,
                        time: '20000-13-87'
                    },
                    {
                        id: 27,
                        title: '全上海9000家本帮馆，这一家特别优秀！火了20年！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: `这家老牌的本帮料理的餐厅十分乐于创新，看似普普通通的菜品里都加入了独特的小心思，像是银鳕鱼熏鱼、鲍鱼葱油拌面、小青龙麻婆豆腐都是这里的原创杰作！放眼全上海打着灯笼都很难找到这样的！而且全都选用上等食材、加上专注本帮料理35年的厨师，所以这里的菜几乎都是全五星好评！客人只要来了一次基本上就会成为回头客！作为毛豆家的人气NO1，这道银鳕鱼做的本帮熏鱼深受食客的青睐！一上桌的样子和普通熏鱼没有差别。但里面可是大有乾坤！选用法国银鳕鱼，
                        价格比普通鳕鱼贵上9倍！用浓油赤酱的方式烹饪，酱汁熬至的有粘性，挂在熏鱼的表皮上，晶莹的发光，看着就叫人垂涎欲滴！入口更是惊艳！现炸的熏鱼外皮掰碎能听见咔嚓的声音，超酥脆！银鳕鱼的肉质比平时吃的用青鱼做的口感上更加细腻鲜嫩，而且几乎无刺，老人和小孩都可以放心吃！葱油拌面是上海人喜欢的主食之一，这里的葱油拌面真的是很壕气了！放了整整一只8头大连活鲍！Q弹柔嫩的鲍鱼在筷子的挤压下，仿佛在跳扭腰舞，柔韧性和弹性都是一流！面条在鲍鱼如此抢镜下，
                        也完全没有失色！裹着葱油和酱油的鲜香，一嗦入喉，香气直冲天灵盖！真的是好满足！看完了前面的壕菜，大家心里面估计开始打鼓了。别怕！其实菜单里还隐藏了不少实惠的上海小吃！只要点的好，一张毛爷爷，吃到饱瘫不成问题！它家的鸡汤馄饨分量相当实在！超大一碗，两只手抬都费劲！最出彩的莫过于它吊鲜味的汤底了！都是用散养老母鸡，并配上西班牙火腿、黑毛土猪精肉、大骨、猪脚慢炖8个小时，所有精华浓缩在汤汁中，鲜美醇香！还在汤底里面加入了紫菜、蛋皮！确认过
                        眼神，就是上海小囡小辰光吃的那种。馄饨个头饱满！一个大调羹完全hold不住它，一个中碗挤挤仄仄才能装的下两个！一碗八个吃下去绝对撑住！里面的馅是荠菜猪肉馅，选用肥瘦相间的黑毛猪，肉质紧实带着自然香气，加以荠菜、香菇、冬笋提鲜！混合着鸡汤一起下肚，鲜上加鲜！炸猪排一份也超级多！足够5-6个人一起吃！还贴心的直接帮你切成小块，方便食用！炸猪排的面粉里还特别的掺入了虾酱，表皮除了香脆，更是增添了几分鲜香气！咬开看得见的满满厚厚的猪肉！选用黑毛猪，
                        都是天然饲料喂养，肉质更紧致扎实！吃之前蘸上老底子陈醋，解腻又开胃！另外还配上了柠檬汁，吃起来完全是两种口味！除了解腻还多了几分清新！上海特色点心蟹壳黄也能在这找到，表皮覆盖着满满的芝麻，吃上一个满口生香！口味分为咸甜两种，咸的为葱油，鲜香扑鼻！甜的以白糖猪油做馅，香甜诱人！层层叠叠的饼皮将馅料包裹其中！`,
                        time: '20000-13-86'
                    },
                    {
                        id: 28,
                        title: '大悦城惊现顶级浪漫地标！全粉屋顶、星空跑道、梦境花海……美到窒息！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: `占地126000㎡的长风大悦城，还囊括了30多家魔都首店，80多家人气美食，众多网红明星店在这集结，简直就是吃货们的玩乐宝地！重要情报！磨菌又发现一拍照胜地，“全粉色的屋顶公园”就藏着在长风大悦城顶楼，网红们组团去打卡！小红书上都刷屏了！还不码住你就OUT啦~粉红纪念碑谷、粉红跑道……各种粉红元素简直撩爆少女心！除此之外，磨菌还找到了许多“隐藏拍照点”。接下来就跟着拍照狂魔磨菌，一起拍爆256G！最出片的就是这里的“粉红纪念碑谷”啦，磨菌要给它6星
                        好评！粉红色的拱门、层层叠叠的粉红的楼梯，像极了西班牙的碑谷，现在不用出国就能get同款大片！不明真相的朋友还以为你在度假呢~这条Starry Runway星空全长1000米，据说是全国第一条全粉色凌空跑道！来这不拍它真的亏！不论是坐着、跑着、都自带少女滤镜，360°怎么拍都好看！碑谷下面的这三间休息室也是人气爆棚！柠檬黄、少女粉、tiffany蓝三种马卡龙色空间，看着就元气十足！天气好时，阳光洒下来还有光斑，完全可以媲美杂志摄影棚了！随便一拍就能轻松get日杂风！
                        每一张都可以做微信头像了。近1000+㎡的郁金香花海，大面积的覆盖着楼顶，还用去什么荷兰，上海就可以免费看啊！晚上七点后，花丛中的灯光亮起，星星点点的花海，更是梦幻无比！你以为拍照到这就结束了？那就大错特错了，长风大悦城把大片花海也搬进了商场！不用去顾村，辰山植物园人挤人，也能拍出春天踏青美照~在大悦城门口，就能看到300㎡薰衣草花田。路过的人都忍不住停下脚步拍照打卡。紫色的花海真的很梦幻，只要会拍，拍出普罗旺斯的效果不是梦~花海中还有一株10.5
                        米高的山茶花，站在下面仿佛来到了小人国，赶紧来张创意照吧！走到1楼中央广场，还有更美的花海等着你~在广场的左边是200㎡的向日葵花田~右边则是粉色玛格丽特花田，加起来足足有400㎡！十分震撼！全粉色的旋转木马在花海的包围下，慢慢旋转，超浪漫~此外，发光的球灯、上过电视节目的岭南纸雕，8米高的金色生命之树，美照多到朋友圈的九宫格完全不够用啊！还有霓虹秋千、跷跷板……免费游乐设施，绝对是遛娃胜地啊！占地126000㎡的长风大悦城，还囊括了30多家魔都首店，
                        80多家人气美食，网红明星店荟萃，简直就是吃货们的玩乐宝地！`,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 5,
                name: '二次元',
                newsList: [
                    {
                        id: 29,
                        title: '对不起，我失恋了。开了家餐厅，渣男慎入，大长腿免单！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: `我们发现一家宝藏店！店里满满的滑板味，墙壁是滑板，天花板是滑板。用滑板点餐，用滑板上菜，只要你的腿够长，还能免单！这家店叫滑板鸡，食物相当美味且足料，老板娘的经历更是感人又治愈，听我给你娓娓道来。滑板鸡的滑板提供了三种尺寸，长板、中板与短板，分别对应 1 米、0.75 米和 0.5 米。不过我们实测下来，这只是滑板上的食物的长度，其实滑板本身总长度最长超过 1 米！如此长的滑板，需要两个服务员来搭把手，上菜的时候很壮观，回头率超高！
                        滑板鸡里的鸡肉不仅口味多，做法也极其讲究。比如像暴躁和菠萝口味必须经过两轮烤制，然后加料再炒，只为引出最佳美味。先是腌制好的整块鸡腿肉放入烤箱，每面烤制 8 分钟。此时鸡皮初步上色，表皮酥脆，已有充分的鸡肉香味。然后经过真实炭火的熏烤，烤出金黄色脆皮，外酥里嫩，香气大增。还未正式入锅炒制，就让人食指大动。至于最后一步，则是所有口味的必经一步。在炒锅里加入切好的鸡块、洋葱、大蒜、土豆、年糕、酱料等，翻炒出浓郁好滋味。先烤后炒的做法，
                        表面附有完整鸡皮，口感酥脆，以及带有迷人的烟熏香，嚼着弹嫩多汁。这种口味有着突出的辣味，贵州老干妈一般的诱人香气，嗜辣爱好者必点！同样是先烤后炒，不同的是加入菠萝块、藕块炒制，拥有清新甜蜜的水果香味。没有烤过，直接腌制后炒制，口感滑嫩。带着咸鲜的酱香气，颇有酱爆鸡丁的风范，非常下饭！如果说原味滑板鸡是酱爆鸡丁，那么微辣、中辣口味就像是四川的宫保鸡丁。加了干辣椒炒，辣味比暴躁柔和，走醇厚的香辣路线。韩式炸鸡的变种，炒制的时候加入
                        韩式甜辣酱，看起来红红火火，但实际并不辣，滋味浓郁香醇。所有的滑板套餐都附赠米饭，把裹着饱满酱汁的鸡肉浇在米饭上，就是史上最好吃的鸡肉盖浇饭！所有的滑板鸡都附带奶油芝士酱，这是为滑板鸡增光添彩的大杀器，你可以蘸着吃。也可以直接浇在鸡块上，感受霸道级浓郁奶香，体验绝妙风味！羊排都是现烤，看着咔滋咔滋冒热气，就很诱人！最后烤出来的羊排毫无膻味，有股淡淡悠长的奶香，和上面撒的黑胡椒，绝配！肥瘦相间的猪肉，再掺入欧式香辛料，咬一口能爆汁，
                        肉汁馥郁醇香，肉质弹嫩细腻，美味！红薯炸制，比普通的土豆薯条更显甘甜，我一人不经意间吃掉一整框。嗯……老板可不可以再来点呀？`,
                        time: '20000-13-90'
                    },
                    {
                        id: 30,
                        title: '杨浦首家“老牌西菜社”！老上海宁32年约会地标！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `对于老一辈上海宁来说，有一家餐厅在他们心里顶顶有分量！它坐落于杨浦区控江路766号，是杨浦第一家西餐厅！也是上海留存至今为数不多的“海派老牌西餐厅”之一！地位不输“红房子”！它就是“泰晤士西菜社”，从上世纪80年代开业至今已历经30多年，见证了父母辈人生中的高光时刻，至今仍人气不减。从小吃它的那一批人如今早已结婚生子了，时间过得真快！说到海派西餐厅，沪上留存下来的已然不多了。能叫得出姓名的就数德大、红房子、天鹅申阁、新利查......
                        当然也少不了泰晤士西菜社！这些餐厅，透露着上海宁对西餐的特殊感情，也一一见证着海派西餐的兴衰！曾看过有老饕评价说：海派西餐，最能代表上海独特的历史文化性格——江南文化与西方文化的杂交产物。上世纪上海开埠后，西方文化迅速闯入旧上海，也打破了原有的饮食格局，法、意、俄、英、德等各式西方菜肴爬上了上海宁的餐桌。吃西餐，也迅速地成为一种“有腔调”的生活方式！发展到后来，许多菜肴也带上了些西菜的影子：炸猪排、土豆沙拉、罗宋汤，其实都是中西文化
                        结合之下的产物。例如真正的罗宋汤，原是旧时代白俄餐馆里的大菜，后因许多食材（如“红菜头”）昂贵不易得，便渐渐改良简化了。在上世纪物质匮乏的年代，许多老一辈上海宁虽不舍得花一笔钱下馆子吃顿西式大餐，但也会在家copy一下这些简单易做的菜。这就是上海宁，虽不富有，也不能失了生活的腔调和体面！如今，沪上的西餐厅如浪潮般兴起，更迭速度之快，令人有恍如隔世之感。年轻一代的眼界更广，选择也更多了。那一批老牌西菜社，如泰晤士西菜社，在时代浪潮里摸爬
                        滚打坚持到如今，实属不易。然而几十年下来，老饕们对它早有了感情在，时不时来重温一下熟悉的味道，就像回到了锦瑟年华！这幢幽静的红色小砖房，远离地铁人潮的喧嚣，两旁的梧桐树遮天蔽日，颇有几丝上世纪的怀旧气息。大有来头的杨浦版的“红房子西菜社”——泰晤士西菜社，在1987年的某一天开业，头一天就被老饕们挤爆了。据他们回忆，那个时候，肯德基都还没有入驻上海滩，横空出世的这家西餐厅，瞬间成为了时髦人士们都来轧闹猛的地方！说它是那个年代的“网红店”，
                        一点也不夸张！而在此之前，它曾是一家经营日渐惨淡的国营小吃店，主营豆浆、锅贴、油条。心焦的店员们无奈下自寻出路，顶住各方压力重整旗鼓，终于把这家小吃店摇身一变成走在时尚前列的“海派西菜馆”！餐厅命运就此扭转！`,
                        time: '20000-13-89'
                    },
                    {
                        id: 31,
                        title: '下一站，华东师范大学！谢谢你喂饱我的青春四年！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: `又到一年一度的毕业季，都说大学四年，最让人念念不忘的是——没吃遍的美食、没看够的脸庞、没牵过的手。这一次魔菌贪心地想把三者都弥补！我们来到魔都女生最多的学校-华东师范大学。用100块钱吃垮了5座食堂，看遍了樱桃河两岸的好风景，可惜没有姑娘愿意跟我走…这些食堂们还轮番作妖，频繁登榜微博热搜，玉米炒葡萄、爆炒妙蛙种子、翡翠鸡翅……“硬核菜品”黑暗中又不失清新脱俗！实名羡慕，果然是别人家的食堂啊！魔菌第一站首选热搜发源地春华阁，藏在
                        华师大的研究生公寓内，独占三层楼，霸气！一楼的快餐承包了半壁江山，相比其他食堂，这里菜品更豪华！价格更实惠，真心羡慕。素菜中竟然有卖1块钱的！！普遍价维持在3元以内，荤菜5元，最贵10元。魔菌点了个豪华套餐也才30元！真心划算！这个季节最受欢迎的莫过于小龙虾了！听说中北校区3小时卖了200多斤！排队都排不过来！春华阁不用排队，“小龙虾炒年糕”，只卖10元！这个价格全上海挖地三尺估计也找不到！量也超良心的！一份足足有七八只小龙虾，还有分量十足
                        的年糕！性价比秒杀众多龙虾店！龙虾处理的很干净，肉质鲜甜肥美，鲜辣的汁水完全渗透进去！没想到今年第一顿龙虾竟然在学校食堂，满足！一整条鲫鱼才10元！简直就是成本价好嘛！一不小心就被抢光了！鱼的尺码很大，一个菜格都放不下！一人霸占一整条，也太爽了吧！都说吃鱼聪明，难怪华师大个个是学霸！这里的炒饭也是加香肠的！加到扑扑满的那种！每一口都能吃到香肠！满足感爆棚！还有鸡蛋、青豆、玉米超豪华！5块钱就能get！走到2楼，终于看到热搜主角“甲鱼塞肉”
                        啦！生意实在是太好了，完全被人潮包围！齐刷刷向里探望！魔菌到达时12点都不到，甲鱼就快售罄了！幸好运气好，喜提最后一只甲鱼！不过因为是最后一个没得挑，拿到一只“缩头乌龟”！不过12元一只甲鱼，性价比真的没得挑！扒开甲鱼壳，里面不光有肉质细嫩的甲鱼肉，还塞了很多猪肉，味道咸鲜微辣！周围的裙边胶原蛋白hin丰富，一定要吃光光。另外，表扬一下这个档口的阿姨，打菜一点都不手软，快扑出来才罢手！在二楼的尽头，还藏着港式烧腊店！一份港式烧腊双拼饭只
                        要15元，还送紫菜汤和酸奶，放眼全上海都很难找到！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 32,
                        title: '首次曝光！上海静安区惊现“小香港”！浓浓港风火遍全国！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: `继陆家嘴地下的1192弄老上海风情街在上海爆火之后，最浪漫的网红地标大悦城又搞起了复古怀旧老香港风情街，还原了上世纪七、八十年代香港街头！占据三层，独领风骚！悬挂上百个灯箱，栩栩如生的老香港街景再现！每当霓虹灯亮起，如幻似影，恍若隔世，打造出一片灯红酒绿般风情天地！就藏在静安区大悦城里，门票免费！免费！免费！除此之外，还有这些“宝藏”！国内首个悬臂式屋顶摩天轮将魔都夜景尽收眼底！占地面积1200㎡的「拉面竞技馆」7家日本顶尖料理
                        经过淘汰筛选扎推在此！巨型冲天的浪漫告白气球约上相爱的她，在520来场浪漫告白！众多网红美食店入驻，玩累了就吃！速度约起，打卡！隐藏在魔都市中心里的霓虹街！浓浓的港风，既复古又摩登！还带着点梦幻，让人一眼入迷！北京酒楼、英凰麻雀娱乐公司、南洋银行……各种牌匾、广告箱遍布在这里，错落有致，五彩缤纷！每当霓虹灯一亮，年代感十足！宛若置身在七、八十年代的香港街头！利用各种楼梯错层连通，加上迷宫般的蜿蜒楼梯贯穿其中，可以360°无死角地欣赏霓虹之
                        美！霓虹街就藏在静安大悦城的摩坊166里，在这个集原创、手作、餐饮为一体的文化空间内，成为时下潮流人士聚集地！自从这块“风水宝地”被发现后，各路小仙女都来拍照打卡，出片率超高！周围遍布的美食店，装修风格也完全融为一体，毫无违和感！网红烤肉集装箱就在旁边，边吃边玩，轻松一整天！凭着一轮巨大的摩天轮，大悦城成为静安区闪耀的地标！它还是国内首个悬臂式屋顶摩天轮！一到夜晚，在夜幕下就会亮起灯光，远望就像悬挂在空中的大圆月，耀眼夺目！这样的
                        “天空之轮”，更像是夜空中最亮的星！过往的车流量也成为摩天轮下的一处亮丽风景线！每年大悦城里都会设有告白气球展，摆放成千上万个粉色气球，魔菌仿佛嗅到了“恋爱气息”，就连空气里都飘着香甜气息呢！吸引不少小仙女前去拍照打卡！在活动的最后一天，还可以参与“扎气球”活动，仪式感满满！520快到了，巨型粉色气球也出现在大悦城的大堂内，很是吸睛，白与粉交错，一闪一闪亮着光，高度达到了三层楼，照亮整个大堂！在日本响当当的“拉面竞技馆”开来上海了，选择落
                        “沪”静安大悦城。并且每隔半年都会根据人气销量更换新品牌！竞争激烈！优胜劣汰！将竞技精神进行到底！`,
                        time: '20000-13-87'
                    },
                    {
                        id: 33,
                        title: '上海糖水铺研究报告！一周一家，够吃一整个夏天！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: true,
                        content: `上海几百家糖水铺，我只选出了这13家给你，其中有5家不为人知！最老的店今年27岁，坚持手作！收买上海人14年的店，10年未涨价！到凌晨的糖水铺，都市人的深夜食堂还有些年轻的店没门牌，有门牌的吃不到。可能是上海最齐全的殿堂级港式糖水铺，150多种，会爆珠的、会长胡子的、失败率极高的，就算你一天吃一款，全部打完卡都要半年，这个夏天就靠它充电续命了！人气第一的木糠冻饼，略放一会儿口感会更好。一口冻饼、一口雪糕，冻饼浓郁的奶香味，还没来得及
                        细细品味消化，雪糕的香甜润滑跟着而来，丰富的层次感，妙不可言。华心的糊类产品做的尤其出色，纯手工研磨腰果做成的腰果糊，浓厚的香气用“香飘十里”形容它都不过分！还有小仙女们最喜欢的港式糖水，芒果、爆珠、西米露……料多到扑出来！里面还暗藏着一大块Q弹嫩滑的牛奶冻，一口下去真是幸福到爆！消失了2年的广莲香，终于回归了！曾经的七浦路之光，现在搬到了乍浦路。在网上随便一搜，都是清一色的好评！虽然是家茶餐厅，我却一直都当糖水铺来吃的。被提名最多的就
                        是老香港奶冻，口感惊喜！制作很复杂，鲜奶制作，加上芒果果肉和百香果，水果气息与奶味相撞，米道相当棒！挖一勺，奶冻细腻柔滑，入口即香！回味很浓郁，吃过一次，魔菌保证你还会想要再来！还有造型满分的杏仁豆腐，被切成小丁块，加上浓郁的芒果酱，口感酸甜适宜，尤其适合夏季。自带杏仁味，不会太浓，淡淡的气味，与水果结合得当，相辅相成，冰冰凉凉的口感，很爽嫩！还有每家糖水铺都拿手的杨枝甘露，芒果浓郁，西柚酸甜，西米露圆圆滑滑的很调皮，这一碗超正的！
                        开在华东师范对面的糖水店，仅有10张桌子，人气相当火爆，排队直接门外10米有余~卖100多种糖水，每样都不超过20元。冻、炒、炸、煎、腌、撞，各种吃法，还有丑丑的“脏脏糖水”系列，闭着眼睛点都不会错。由于一些糖水制作特别费时间，个别爆款如果想吃就要靠运气咯~姜撞奶全程都在你眼皮底下操作，先端上桌一碗鲜榨的姜汁，然后小哥哥会在店里轮流倒上姜汁，现点现撞，一气呵成！双皮奶绝对是老广们的心头好！即使在外漂泊多年，也念念不忘！加上红豆、芒果、莲子等配料，
                        美味翻倍！感觉和香港义顺牛奶公司不相上下！糖水店必点牛奶方砖，洁白如凝脂，看着就心情极好，上面洒满了椰蓉，一口下去，方砖的软嫩和椰蓉的脆韧瞬间就在嘴里炸开了！`,
                        time: '20000-13-86'
                    },
                    {
                        id: 34,
                        title: '臭昏特了！魔都十年「神级螺蛳粉」！能来的都是“暗黑者”！',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `说起螺蛳粉，编辑部阵营很是极端！爱的人一说到它便两眼放光！“走啊！下班吃螺蛳粉去！”能否在一起嗦碗螺蛳粉，是检验真假友谊的标准！讨厌它的人则扬言：“谁敢在办公室点螺蛳粉，便把这厮扔出去！”魔菌嘛，任凭他们争，想让我放弃螺蛳粉？没门！广西老板开了10年的人气粉店！实力硬核！沪上螺蛳粉界排行第二！他家的酸笋牛蛙、螺蛳鸡更是火过了螺蛳粉！（备好纸巾，小心口水～）魔菌今天吃的这家螺蛳粉，在沪上开了近10年。实力非常硬核，上海螺蛳粉排行榜中，
                        它名列第五！最早它开在石龙路上，拥有一大批拥趸！魔菌也是其中之一！旧店中，大家把对它的念想和情感都写在贴纸上，粘了满满一墙！直到有一天，老板说要关店重新寻觅地址，魔菌还伤心了好一阵子。虽然近两年搬来搬去不定行踪，它却一直未曾离开我们这群“臭味相投”的人，好欣慰！这家店有个特点，就是真不好找。想当年在石龙路时，魔菌一众三人凭狗鼻子般的嗅觉，在它附近100米徘徊了20分钟才找到；落户光大中心时期，也是缩在角落里，叫人一通好找。如今，还是和一家素
                        食餐厅开在一个门面里，只占了一楼的一间屋子。门头都很低调，不仔细的话又会错过了（众老饕：老板啊，你可长点心吧~）出乎意料，里面居然没有铺天盖地的“毒气”袭来，让摄影师小伙伴松了口气！环境也比石龙路时期变得好了许多。店铺更宽敞干净，椅子也从简易小圆凳变成了柔软的沙发椅！不过令人遗憾的是，老店过去满满一面回忆杀留言墙也没有了，估计是出于装修考虑吧！桌子上的绣花桌布，带着一丝民族韵味，倒是很适合为美食凹造型！对于许多老饕来说，对这家店真正痴迷
                        的原因，除了螺蛳粉，其实是他家独具特色的酸笋牛蛙、螺蛳鸡砂锅！热气腾腾的锅子噗噜噗噜，火辣又开胃！放眼魔都并不多见！据说老板是广西河池人，对家乡味道由衷地热爱，也痴迷于在传统的味道中发现新的惊喜！在她的脑洞下，酸笋牛蛙砂锅、螺蛳鸡砂锅惊艳面世，让老饕们都跑来打卡了！刚刚上桌的酸笋牛蛙砂锅，汤汁还在噗噜噗噜地冒着泡泡，天冷的时候吃更有幸福感！口味有微/中/重辣可选，魔菌选了中辣的。里面满满一锅牛蛙肉，浸在浓稠的汤汁中，让人忍不住咽起口水。
                        量很是实在，魔菌盘中的蛙儿子能堆成一座小山。咬下一口蛙肉，滚烫中带着酸、辣、鲜、嫩，瞬间席卷舌尖，像是盛夏的暖阳和风，热辣鲜明！`,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 6,
                name: '潮人范',
                newsList: [
                    {
                        id: 35,
                        title: '魔都最火「吃鸡食堂」！一天翻牌60次！一本正经做鸡！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `只有一人接待的「吃鸡」食堂，拥有时下最流行的“鸭屎绿”色；还蛮有“脾气”的额！不能预约，不能占座，有WIFI也不能用！只有4张桌子，每天只营业8个小时！日均接待超过250位客人翻牌60次！用一道海南鸡饭制霸上海滩6年！狠还是它狠！2013年，两个上海80后老男孩开了一家迷你“吃鸡”店，专做海南鸡饭等东南亚风味菜，从此开启了漫长的做鸡之旅。“吃鸡店”的前身叫AMIGOS HUT，以前做意面咖喱饭，后来才改为“绿柠食堂”，凭着招牌海南鸡饭打天下，在上海圈了不少粉。
                        2016年，绿柠食堂迎来了第二家店，同样人气高涨。接着趁热开了第三家分店，不过很可惜，因为种种原因，7个月后便关门歇业了。好在，绿柠食堂是打不死的，凭着之前过硬的实力与积累的丰厚人气，老店硬是坚持了6年，一天比一天火，以前无人问津的昆山路，因为它也逐渐有了人气。店之所以爆火，也是得了“高人”相助，老板特意向一位华裔东南亚人学习制作工艺繁杂的海南鸡，所以味道无比正宗！店内只有4张大桌子，能容下十几到二十几人，饭点就要排长队。店里规定不能预约，
                        不能占座，不能用WIFI，人齐才能入座！可见人气之猛！店里只有一个人负责接待，加上客人多，有时工作人员会顾不过来，对比一看，厨师算多的，毕竟重心全部放在食物身上了嘛！吃得好才是真的好！海南鸡饭起源于海南的文昌市，却红于国外，像马来西亚、新加坡、泰国都能看到它的身影，深受人们喜爱，还成为了新加坡国菜！选用了农户散养的走地三黄鸡，羽毛黄、爪黄、喙黄，肉质极其细嫩，这样的走地鸡才适合做海南鸡。海南鸡都做了去骨处理，“脱胎换骨”的鸡变得十分诱人，加上
                        润滑的鸡皮，隐约中还透着光亮，让人忍不住动筷子。专门配备的黑酱油，质地比普通酱油还要浓稠，蘸一点即可，鲜味浓郁，也能很好地展现鸡肉本身的“鲜”味！除了黑酱油，还有姜蓉和辣椒酱，有了这三大酱组成的“灵魂天团”，才是正宗的海南鸡！姜蓉弄得很细碎，这样使得鸡肉更加入味，吃起来提味提鲜；而辣椒酱的辣不会过于凶猛，辣度对普通人来说十分友好。细嚼则能体会到一阵又一阵的鸡肉香，缓缓而来，蔓延至整个口腔，好吃到加速狼吞，恨不得扫个光盘！肉质柔嫩绵软，吃进嘴
                        里像拥有“化骨绵掌”般魔力，肉香化开在嘴间。魔菌寻思着在众多肉类中，大抵只有海南鸡能真正做到入口即化了吧！`,
                        time: '20000-13-90'
                    },
                    {
                        id: 36,
                        title: '苦等2年！虹口70年老店重磅回归！上海人都在传！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: `等了整整两年！这家老牌店在千呼万唤中回归！虹口人要沸腾了！上海人要乐疯了！重新开业，门店爆满！人气高涨！从七浦路搬到乍浦路，门店变大了！环境变美了！70多年，不变的味道，依旧在虹口区称王称霸！广莲香！曾经的七浦路之光！几乎承包了上海人的舌尖记忆！更是虹口人心目的TOP1港式茶餐厅！在网上随便一搜，都是清一色的好评！它可是通过了广大挑剔网友们的考验的！饭点时刻便是它的高光时刻！门前的队伍浩浩荡荡，想吃一顿排队排到望眼欲穿！早些年时，当
                        听到广莲香要停业拆迁消息后，一批人唏嘘不已，超担心再也回不来了，纷纷跑去诉说痛惜之情！万万没想到，时隔2年，广莲香很争气地“杀”回来了！这次回归搬到了乍浦路上，继续称王！延续它的传奇！重开业，人气依旧火旺，店里一到饭点便座无虚席！广莲香做粤菜已有70多年之久，起初在七浦路店总能看到的老爷爷如今已退休，现在出品的菜品虽不及老爷爷做的，但也十分讲究味道。价格大部分都是10~20元不等，继续保持了高性价比这一特点，疯狂在乍浦路上圈粉，发光发亮！几乎每桌
                        必点的脆皮鲜虾肠粉，人气飙升得可怕，稳居店内人气产品NO.1！每一个都包裹着虾仁，露出红白的肉色，鲜香可口。金黄色的肠衣，柔嫩爽滑，夹层还有脆网，吃起来脆口，蘸着酱汁，足够有滋味！出镜率超高的炒牛河，可谓是“明星菜品”！大火锅中一炒，油亮亮出炉，出锅即巅峰！Q弹顺滑的河粉，被酱汁裹遍，丝毫看不见原本白色的真面目。牛肉调味恰当，纯瘦的肉质，略有嚼劲，吃起来也是相当香呢！店里的卤水拼盘是可以三拼或者双拼的，有猪耳、鸭胗、门腔、金钱肚可选。特调的卤水，
                        咸香中带着迷人的气息，爽脆多汁的金钱肚，带有沙沙感的门腔，颇有嚼劲的鸭胗，满是浓郁的卤香味！广莲香的排骨，口碑从不掉线，揭开蒸笼盖子的那一瞬间，肉香一溜烟全跑出来，香！香！香！典型的粤式做法，还加入了调味的豆豉，味道立马升了一层楼。排骨软嫩，汁水都藏在内里，除了排骨还有糯糯的香芋，好吃到不愿放下筷子了。不能错过的粤式烧味，无论是选烧鸭、叉烧、豉油鸡，还是盐焗鸡，统统不踩雷。豉油鸡外皮油亮，以极嫩的口感俘获吃客们的芳心，配上葱油汁，简直是灵
                        魂暴击！烧鸭皮香，肉质紧实，梅子酱能增加一丝酸味，吃起来不腻，反而更突出肉香。“名粥”荔湾艇仔粥，料也是相当丰富，薄脆、鱿鱼、花生等等一齐放入。白粥煮制软烂入口，加了料之后变得有滋有味。新鲜的虾仁，一口鲜，这碗粥暖胃又解馋！`,
                        time: '20000-13-89'
                    },
                    {
                        id: 37,
                        title: '南京小笼包NO.1空降魔都！敢和南翔叫板！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: `“南翔小笼”在上海人心中有多重，“鸡鸣汤包”在南京人心中就有多重！一笼鸡鸣汤包+一碗蛋皮汤的双双搭档，就开启了一个南京版的幸福早晨！老南京人几十年都吃不腻！外地人去了南京，都会把“吃鸡鸣汤包”提上日程！如果你认为鸡鸣汤包就是家简简单单的老字号，没啥稀奇的！那就错了！它的历史还要从上世纪说起！上世纪50年代，鸡鸣汤包的前身——鸡鸣酒家诞生于老南京知名地标鼓楼广场的一桩大楼里。除了汤包，还经营各式菜肴。在那个年代，长辈聚餐请客基本必选“鸡鸣酒家”！
                        当时的老市长彭冲专从姑苏请来大师傅坐镇，把控汤包出品！有市长加持，口味又如此用心，让蜗居在“鸡鸣酒家”里的小小汤包在南京城大杀四方！如今，鸡鸣酒家早已没入时代洪流，鸡鸣汤包却有幸被当年的大师傅们传承下来！开遍南京几十家，每一家都自带流量，是南京人家楼下的汤包馆没错了！如今开来上海的鸡鸣汤包，让阿拉省了几百块的高铁钱，在家门口就能吃到百年老字号了！鸡鸣汤包和以往上海所有的小笼都不一样，乍一看，表面居然没褶子！直到翻看汤包，才知道褶子在底部！俗称“肚
                        脐眼朝下蒸”！据说这样能最大限度的保持汤汁！魔菌吃过之后，对这点倒是不置可否！但之前吃汤包的时候经常会不小心弄破皮，褶子朝下，包子的确不容易粘在笼上而破皮漏汁了！实名为它点赞！如今魔都渐渐入夏，连小笼包也换上了轻薄的夏装！瞧这轻薄如纸的皮子，能看到褐色的汤汁在里面轻轻摇晃，看得魔菌口水直流！鸡鸣汤包的后厨团队全都是从南京派来的，有着几十年的经验！连汤包原料也都是经过严格把控，完完全全还原老南京风味！透过明档厨房，能看到师傅们的制作过程，动作奇快！
                        不然都赶不上店里的翻台速度！所有汤包都是肉眼可见的现包、现蒸、现卖，整个过程都是一气呵成！耳熟能详的经典款当然是“招牌鲜肉汤包”。还有蟹黄汤包，和魔菌在上海第一次见到的“菊叶汤包”！更燃的是土壕标配“鲍鱼汤包”！这么古怪的汤包，魔菌必须一一解锁啊！招牌汤包实际就是鲜肉汤包！热气腾腾的包子上桌，一笼鼓囊囊的6只，里面灌满黄色的汤汁！外皮超级薄，肉眼即可见！用筷子轻轻挑开纱衣，汤汁哗地一下淌出来了！食欲感激增！里面的肉馅选用了猪前腿肉，肥瘦相间，口感和风
                        味俱佳！吃的时候要小心对待，轻轻咬开一个小口，喝尽汤汁，再把薄中带韧的皮和鲜美的馅儿一口吃尽！超级嗲！放上醋更好吃！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 38,
                        title: '史无前例！全球首款“柚子精”冰淇淋来了！上市就遭疯抢！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: `全球首款“柚子精”冰淇淋上市！C位出道！爆火全网！发售第一天就霸屏朋友圈！作为冰淇淋重度患者，一听到这个劲爆好消息，兴奋指数蹭蹭，只想立刻、马上、拥有它！还记得前阵子爆火的“柠檬精”吗？和肯德新出的“柚子精”相遇，可谓棋逢对手，势均力敌！作为肯德基史上第一款四国柚子冰淇淋！刚出道就火爆全网，一众小仙女纷纷打卡，微博小红薯都刷爆了！刚上市就如此抢手，势必要成为肯德基冰淇淋家族下一个断货王啊……特选品质上乘的日本四国高知柚子，经历充足的阳光和雨露滋养，
                        飘洋过海来到KFC。独特的四国鲜柚整颗榨汁，带来馥郁高扬的香气，辨识度极高！握在手里，就能闻到若隐若现的香气，仿佛抱住了一整颗柚子，啊……是心动的感觉！浓缩柚子汁混合浓醇奶浆，加上冰淇淋的细腻，三者融洽得天衣无缝，在口腔中迸发，简直幸福到冒泡！绵密柔软，冰凉沁心，入口即化。尤其要表扬清新的柚子香，存在感刚刚好，不会霸道地抢戏，很有分寸感，却让人过口不忘！这次冰淇淋依然搭配超漂亮的脆皮花筒，花瓣造型 + 精美雕花，细节满分！颜值即正义！啃一口还带着微微的蛋香，
                        酥脆到飞起，筒皮我都能连吃好几个！！伴随着“咔擦”声，像是给这份甜蜜完美的休止符。小清新本人拿到手第一时间，会让手机先吃！毕竟票圈发过才叫真的吃过啊！但因为它奶浆纯度高，娇贵得很，所以别放太久噢，一定要马上吃掉！不然流一地可要心疼半边！目前各大门店均已上市，可以单买，也可以和原味拼。9块钱就能Get！简直不要太划算了！相较于原味冰淇淋，四国柚子口味色泽更黄，香气更浓郁，嫩滑细腻，入口甘甜。这次KFC四国冰淇淋选了周冬雨代言，可以说是100%匹配了，看完官宣视频
                        之后，妥妥的感受了一翻光与雨水的邂逅，无敌清新！有这份清新力的加持，不枉一众小姐姐疯狂追捧！甚至拿它当时尚单品街拍狂凹造型！目测下一个断货王就是它了！难怪网上都传，这是一款专撩小姐姐的冰淇淋——行行行！本人单方面官宣：今夏最会撩冰淇淋诞生！苦闷燥热的夏天即将来临，快用这款清凉冰淇淋砸晕自己……`,
                        time: '20000-13-87'
                    },
                    {
                        id: 39,
                        title: '首次曝光！关于淮海路8大秘密！老底子上海人的骄傲和传奇！',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `每当谈论起阿拉大上海，总会蹦出一个亮闪闪的名字。它是繁华魔都的代名词，是十里洋场海派的典范、是经典人文地标高发地、是荡马路劈情操的首选。今年淮海路正好120岁，是老底子上海宁公认的最美丽、最摩登、最有腔调的一条街。商圈商厦、国际CBD、时尚地标扎堆、金钟广场、香港广场、K11、上海新天地、巴黎春天、百盛、力宝广场、环贸IAPM……每一个名字，都是华贵雍容的购物天堂！淮海路全长6KM，分中、东、西三段，横跨黄浦、徐汇、长宁三大区，串联起无数经典历史人文地标！
                        中共一大会址、中山故居、国泰影院、上海越剧院、武康大楼、宋庆龄故居、上海图书馆、上海音乐学院、交通大学……每个名字都是一部荡气回肠的上海史！同时，淮海路更是老字号一条街，光明邨、老大昌、老人和、红房子、哈尔滨食品、长春食品、第二食品……每一家老字号，都见证上海百年风云。魔菌花了整整一天，暴走6公里，地毯式走遍这条久负盛名的马路，全程实拍！纪录淮海路的8大秘密，统统都是阿拉大上海的骄傲和传奇！上海有句老话：“上海宁欢喜兜兜淮海路。”直到今天，淮海路依然是全上海
                        公认最美丽、最摩登、最有腔调的一条街。昔日的霞飞路，今日的淮海路，名字变了，气度不变，留给上海人的是挥之不去的记忆和遐想。作为上海最繁华的商业街之一，与南京路并肩齐名，白天车水马龙，热热闹闹；夜幕降临，霓虹缤纷，炫彩夺目！夜空暗下来，灯光亮起来，华灯齐放，光影成串，整条淮海路美到惊艳，宛如一道惊艳的流光。“夜上海，夜上海，你是个不夜城……”炫彩夜色与经典老歌100%匹配，不愧为“不夜城”的典范！放眼整条路，世界名品荟萃，实打实的中国版“香榭丽舍大街”！淮海路共3
                        段（淮海东路-淮海中路-淮海西路），东起人民路、西迄虹桥路，全长约6千米。从东到西，跨黄浦、徐汇和长宁三区，是上海最长的东西干道之一，也是仅次于南京东路的上海第二条最繁华大街。淮海路三段各具特色，最繁华最高贵的属中段的淮海中路（西藏南路-华山路），约5.5千米，横贯原上海法租界。阿拉上海人俗称的淮海路，便是指淮海中路这一段，曾名霞飞路，堪称上海滩“海派典范”，老上海最爱逛的一条街！作为淮海路上最标志的“老建筑”，兰生大厦承载着许多老上海人的记忆。以前车马很远，
                        书信很慢，一生只够爱一个人。没有地铁、没有手机，约会碰头全靠缘分。兰生大厦成为那个年代的标志性，它显眼易找，是谈旁友、同学聚会碰头的“老地方”。如今对面就是美食不夜城，热闹繁华。`,
                        time: '20000-13-86'
                    },
                    {
                        id: 40,
                        title: '上海出发6小时，这座被誉为“天堂的海岛”，一生必去一次！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: true,
                        content: `海神庙在海边的一块岩石上，是巴厘岛最重要的海边庙宇之一。每逢潮涨之时，岩石被海水包围，整座庙宇都与陆地隔绝，孤零零地矗立在海水之中。日落时分的海神庙是观赏的最佳时间，晕黄的日落照射下，海浪凶猛地拍打着海岸，激起千层浪，景色壮观不已。通往海神庙的道路两侧，有很多售卖当地特产&旅游纪念品的小商铺，还有许多小吃摊，烤玉米、新鲜椰子、水果等等，边逛边吃，美滋滋~还有看起来“超级恐怖”实际上很温顺的黄金巨蟒，它是海神庙的守护神，不过摸的话是要给钱的哦~
                        “左手梯田，右手海洋”，不大的山谷中层峦叠嶂，山峦缭绕，一片生机盎然。放眼望去， 梯田层次分明，田埂上种着许多椰子树，还有人在荡秋千，自由和风。周杰伦《稻香》MV中的稻田，就取自这里。让萤火虫带着你逃跑，乡间的歌谣，永远的依靠，来这里，找到最初的美好~周围有不少的餐厅，可以一边悠闲的喝下午茶，一边欣赏美丽的梯田风光。一路走过来有很多的商铺，偶遇一个在收拾店铺的小超人，今天也是非常努力的一天了！网红秋千和鸟巢是巴厘岛最火的旅游打卡项目了，我们当然也不例外
                        哈哈哈哈藏在乌布原始森林里面的大秋千，脚下就是山谷和悬崖，荡出去的一瞬间仿佛和天空融为一体，云朵触手可及，胆小的人不一定敢坐哈哈哈哈！还有各种各样的鸟巢，很适合凹造型拍照。记得穿上飘逸的长裙，一个字：惊艳！蓝梦岛，享有“玻璃海”的美称。蓝的极致，净的纯粹，柔软洁白的沙滩，水晶球般透明的海水，郁郁葱葱的椰林。人间一趟，灿日碧洋，不过如此。稀有的游人和宁静的乡村，设施略显简陋，但却是巴厘岛最原生态的地方。“恶魔的眼泪”是蓝梦岛最佳观潮地点，一天中随着光线变
                        化，会有多种不同的蓝。每当海水拍打过来，不时会形成十几米的水雾，非常壮观！大浪掀起过后经常会出现彩虹，美轮美奂！我们在1分钟内看到了5连彩虹，真的非常幸运了！这里的日落也很美，晚上还可以听着海浪看星空！全长11公里，整条线路上有22处激流点，一路下来约2小时。穿上装备，带上船桨，翻山越岭，有种穿越原始森林的既视感！整个线路上，迎面而来的景观，忽而是茂盛的树林、忽而是辽阔的田野；忽而是阴森的蝙蝠洞；忽而是美丽的瀑布，变换无穷~贝尼达岛是巴厘岛东部的一座离岛，
                        需要坐半个小时的游艇才能到。这里与印度洋相邻，海水清澈见底十分通透！人生第一次浮潜，就是从这里开始的！`,
                        time: '20000-13-85'
                    }
                ]
            }
        ]
    }
    
    
}
