module.exports = () => {
    return {
        _tabList: [
            {
                id: 1,
                name: '推荐',
                bannerList: [
                    {
                        id: 1,
                        link: '',
                        imgUrl: '/src/statics/banner.jpg'
                    },
                    {
                        id: 2,
                        link: '',
                        imgUrl: '/src/statics/banner2.png'
                    },
                    {
                        id: 3,
                        link: '',
                        imgUrl: '/src/statics/banner3.png'
                    },
                    {
                        id: 4,
                        link: '',
                        imgUrl: '/src/statics/banner4.png'
                    }
                ],
                newsList: [
                    {
                        id: 5,
                        title: '大惊喜！魔都竟藏着古都“洛阳城”？！一笼「资深汤包」火了16年!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: true,
                        content: `法华汤包一直以“南京汤包”为主打，因开在法华镇路上，索性取名“法华汤包馆”，名字简单粗暴，好记又有辨识度.卖的汤包和小笼一样，皮薄，都带汤汁，法华的汤包口感更偏向清甜，鲜香。
                        这周围附近的居民早已被圈粉，几乎每日都要来。堂吃的客人，这里对于他们来讲，早已像回到家一样，屁股往凳子上一坐，便开始点起汤包来吃，有的一吃就是16年，可谓铮铮铁骨粉！
                        店里只有几张桌子，每个桌子只能坐得下4人，每次来都是满座，老饕们早就习惯与陌生人拼桌，斯是“陋室”，每个座位上都贴有菜单，卖着7种食物，一日三餐也吃不腻。更有甚者，直接在外边的马路边窗口点单，可直接打包带走，很方便。汤包全部都是手工制作，选料、调料、拌馅，什么口味的汤包就用什么样的馅料。馅料都是当天现调的，满满的鲜肉，“鲜气”溢出屏幕！
                        擀皮、填馅、捏包……由不同的三个人完成，难度最大的要数擀皮和捏包成型，擀皮子时力度要拿捏准确，这样的汤包皮子虽薄，却不易破。皮薄、馅少、汤多，似乎成了南京汤包的标配，而尝过法华汤包的人，一定会吃得一口清、两口鲜，三口不离筷！尤其是这鲜肉汤包，清、甜、鲜，这三大特点就是它的硬核标准！汤包的皮子受到热气早已变得“萎靡不振”，软塌塌的分布在笼里，等待筷子的救援，
                        好在每一个皮子都不易破，任你筷子如何挑逗，它自傲娇成一派，顶多懒洋洋的翻个身，已是与食客们之间最大的默契了。轻轻夹起，都能感受到它虽身小，内心却颇有份量，沉甸甸的汤汁在里边，开个小口就能喝到，实力诠释了那句“轻轻提，慢慢移，先开窗，后喝汤，一口焖，满嘴香”的真理。`,
                        time: '20000-13-90'
                    },
                    {
                        id: 6,
                        title: '作死三连击！我们在 KTV 点了粤菜川菜本帮菜，结局有点……',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content:`你见过菜单上印着本帮菜的 KTV 吗？说实话，魔菌看到的第一眼是懵逼的。战战兢兢地叫来服务员，询问之：“这些菜都能点吗？”.在 KTV 吃本帮菜太疯狂，本宝宝表示很慌张。和小伙伴约定：如果不好吃的话，走人吧！！！以为会上一个碗，没想到端来一口锅。喝个腌笃鲜而已，至于那么正式吗？吓尿了！打开一看，这料太实诚了吧！鲜肉、咸肉、百叶结、笋、青菜，一个不落。
                        这只卖 48 元诶，顿时有种在机场吃到 20 块牛肉面的惊喜感，还是加肉了的。小盛一碗，奶白汤色，清爽汤底，以及满满的肉肉和笋块，看着就挺美滋滋的。吃着更美滋滋啊，特别喜欢里面的笋，又脆又嫩，比家门口菜市场的还好吃。这出品，怕是秒杀外面很多本帮菜馆了吧。话说这锅不错，可以带走吗？（笑~）还是比外面好吃啊。很出彩的熏鱼，是上海标准的浓油赤酱做法。
                        但酱汁甜而不腻，淡而咸鲜。不似有些店的酱，过于浓稠。表面的脆壳，是精华，赋予熏鱼独特的口感。而里面的鱼肉细软，就是双重滋味，很棒棒诶~简单的炒菜也是味道在线。草头很嫩，颜色碧绿，就像新摘的一样，爽脆嫩滑，有田野般清新的气息。尽管不至于和那些正经本帮菜馆掰手腕，但出品绝对有餐厅水准。在一家 KTV ，能吃到这样等级的食物，很没有现实感啊！
                        在 KTV 能点到龙虾泡饭和老火煲汤，魔菌也是服气。毕竟连茶餐厅都不敢这样卖，都是粤菜馆才有的高级菜。点的小锅，两人份，只要 48 元。打开锅盖一看，和小伙伴相视而笑。毕竟那么便宜，怎么会有龙虾，这不是用的虾仁粒嘛。嗯~但汤底却是龙虾熬的，满满的海鲜味。里面的虾仁粒咬着十足弹牙，感觉还蛮新鲜的嘞。和芹菜粒一起嚼着吃，蛮带感的。还特别用心地放了冬菜提鲜，外面这样做的很少，很有广东的味道。
                        忍不住再盛一碗。你们管你们唱，我管我吃~ 我们做了十足的心理准备，哪怕给我们上涮锅水，也不会投诉的！没想到……汤色金黄，食材多种多样。随便一捞，排骨、鸡、红枣、枸杞全在勺里，这肉料也太丰富了。汤本身也是浓醇鲜美，有红枣的清甜味。说实话这样一碗汤，放在哪个粤菜馆都毫无违和感。`,
                        time: '20000-13-89'                    
                    },
                    {
                        id: 7,
                        title: '苦等1年！ins爆火の「小龙虾塔可」来啦！魔都人挤爆了~',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: `没错！就是那个火遍全球的Taco bell，被一众吃货称为“加州紫”！57年内，开遍全球7000+家！把大洋彼岸的正宗墨西哥风味带向了世界各地！更是火遍各大社交网络，很多人出国必打卡，很多外国友人也以taco为灵感创作！！照片一po，立刻占据朋友圈C位！最近又搞事情，推出了小龙虾塔可，迅速火遍整个魔都，排队狂潮席卷陆家嘴、五角场、南京西路！我不允许还有人不知道！！
                        吃货们心口舌尖的小龙虾，邂逅墨西哥传统风味的玉米脆饼，这波中西碰撞的骚操作，令人惊艳！刚端上桌，就有一股浓烈的小龙虾的鲜香味袭来！taco男友力简直MAX！听说泥萌要吃小龙虾，二话不说就把壳全剥好啦~这宠溺简直是教科书级别的！再也不用担心吃小龙虾弄脏手！金灿灿的饼皮里塞满了小龙虾，都快要扑出来！每一只都裹着浓郁的十三鲜酱汁，让人忍不住吞口水！“啊呜”一口咬下去，吃到足足十只虾！
                        好嗨哟！馅料里酸甜的番茄粒和多汁的卷心菜，清爽解腻；玉米脆饼喷香酥脆，层次体验感超棒！时不时爱拔草下煎饼果子的魔菌，被这款小龙虾卷饼俘虏啦！超多小龙虾做馅，听上去也太壕了吧！连造型都是爱你的形状，可真是个暖人的小甜心儿！小龙虾肉加烤鸡腿肉双料搭配，肉食控们要开心爆了！每一口都是大写的满足！层层卷饼薄且韧，吃下一口，小麦的香气弥漫在舌尖！还可以搭配着酱料一起吃哦！
                        怕泥萌都吃不够！小龙虾taco还搭配了三款“宠溺套餐”，价格超值，吃到扶墙出！最贵的双人套餐，一张毛爷爷就能搞定；单人餐也同样不足50元就能吃饱撑！想想之前魔菌吃小龙虾的经历，一人就要好几百，对比起来这里简直是白菜价！ 十三鲜小龙虾塔可脆+香嫩烤鸡塔可萌+配餐小食+限畅饮  仅售59    十三鲜小龙虾烤鸡布里特卷+配餐小食+无限畅饮   仅售49    十三鲜小龙虾塔可脆+
                        十三鲜小龙虾烤鸡布里特卷+鸡肉爱芝士烤饼+小食拼盘（小）+无限畅饮2杯   仅售99    三种套餐真的很适合选择困难症！无论是当作工作餐一人食，还是和男票约会，或是与好闺蜜聚会，统统都能满足！出餐率也超级速度！透过明档间，能看到taco诞生的全过程！不用久等就能吃到新鲜的taco啦！划重点！！！想吃的小可爱们要赶早啦！以上三款套餐即日起至8.25日限时供应！人均不足50的小龙虾，错过就只能暴风哭泣咯！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 8,
                        title: '长宁人最珍贵的回忆！一天三顿！吃了30年!',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `长宁人最珍贵的美食回忆，不是中山公园龙之梦，也不是轧闹猛的定西路，而是在这条满满生活气息的小马路上。拆也拆不掉的社区大食堂，早上锅贴中午盖浇饭晚上面条馄饨。最贵的才卖26块钱，一日三餐都能在这里圆满解决。连个正经招牌都没有天山老土著一吃就是30年！这是人情味很浓的一条路，有很多老小区，二村、五村、大三、杜家宅……许多人在这住了几十年，房子很小但左邻右里都认识。
                        这是最有文化的一条路，最东端是市重点高中延安中学、还有天山二中、天山二小、天山一小、上海对外经贸大学，不出这条路就能从小学读到大学！曾经的天山百货小马路，放学路上可以一条路逛回家，什么东西都能在楼下的小店里买得着，比逛淘宝还方便！挖掘机碾压而过，现在的茅台路变得干净整洁了，但那些充满生活气息的独特的风景和满满的回忆却再也找不回来了。原本临街破墙开店的商户只能在家里做起了生意，
                        还有很多珍贵的记忆都拆没了，于生死危难之际留存下来的美味显得尤为的珍贵！曾经的玉华饮食店，招牌上写着“社区大食堂”几个赫赫的大字，双门开的店面也是非常的气派，能和国营的老字号有得比！茅台路的拆违，玉华也没能幸免，差点就以为再也吃不到老底子的冷面，还有心心念念的糖醋排条和锅贴了，还好只是门脸变小了，老底子的味道都还在！地道的上海味，实惠的价格，人气一直都很旺，从开店到现在，
                        天山老土著们一吃就是30年！老板娘的妈妈在国营饮食公司做了几十年，现在做锅贴的师傅也是经由她一手带出来的，只为还原五十多年前最传统的味道！6元一两，价格公道，卖相端正，个头实在，味道说不上惊艳，却是打心底里的喜欢！金黄焦脆的底子烘得刚刚好，水准绝对在一般锅贴之上，不像有些过分焦灼，一塌糊涂！皮薄却还算挺括，肉馅却是不容置疑的大大大，紧贴着皮子，天衣无缝！吃的时候还有汤汁滋出来，
                        这是加了肉皮冻的缘故，满满的胶原蛋白原液！每天只在上午做一批，卖完就不做了，下午来的话吃不吃得到就全凭运气了~锅贴+快乐肥宅水，魔菌在这里get了新吃法，一点不输老搭档咖喱牛肉汤哦~`,
                        time: '20000-13-87'
                    },
                    {
                        id: 9,
                        title: '魔都首家「彩虹炸鸡排」来袭！坐标日月光！开业就爆!',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: `确认过眼神！是你从没玩过的神级混搭！全都无敌！美貌！逆天！目测将火遍全网，趁着还未被挤爆，准备好手机内存，和魔菌一起去high起来吧！日月光又曝一家宝藏店！魔都第一份“彩虹炸鸡排”来啦！一出道便刷新美食圈颜值纪录！自带马卡龙仙女色的大鸡排，出街随便“咔”一张，你就是整条GAI上最靓的仔！离正式营业还有2天！吃货们已经争先恐后去拔草啦！其实在海外，彩虹炸鸡排可谓是“人气扛把子”！
                        数家门店开业6、7年，日销10000+份！是肉祖宗们的最爱！和平时吃到的单调色鸡排不同，“彩虹炸鸡排”共有8种颜色！碰撞组合起来，简直美到炸裂！面衣上缤纷的色彩，都是甜菜根、紫薯、蝶豆花、咖喱等天然原料调制成的！而非外面不健康的色素！吃起来满是安心！每种颜色都代表一个口味！看的魔菌眼花缭乱，口水直流！选择困难症魔菌就都一一pick啦！自带仙女颜值的炸鸡排，却偏偏要拼实力！
                        每日挑选低脂肪高营养的散养走地鸡，足足腌渍12小时，肉质更加鲜嫩入味！点单后现炸的鸡排，要经2重特制粉浆上色、2道工序炸制，才出锅完成，做法相当考究！连炸鸡排的油都是每天更换，肉祖宗们大可放心啦！刚出锅的炸鸡排，拿在手里沉甸甸的，超实在，比魔菌的手掌还要大！外面的面衣脆到起酥，“咔嚓”咬一口，满口都是香脆！每种颜色鸡排的外皮还搭配不同的专属撒料，吃起来风味更足！内里的鸡肉紧致、厚实，
                        稍微一捏，饱满的肉汁就流出来了！完全不能抗拒那撩人的香气！几分钟消灭一只！彩虹炸鸡排的“豪华闺蜜团”齐齐登陆！魔都首创“冰淇淋炸鸡”、会“变脸”的甜筒，都被它拉来了！堪称一场史上“重量级选美大会”！炸鸡+啤酒已经out了！炸鸡和冰淇淋才是新一波“骚操作”！360°无死角盛装登场，一上台便被手机拍爆！小船般的华夫碗、马卡龙色冰淇淋球、还有满扑扑的炸鸡山，一次性就能get到好几种美味！
                        滚烫的炸鸡块蘸上绵密丝滑的冰淇淋球，这冰火两重天的感觉，好想大呼：我爱夏天！`,
                        time: '20000-13-86'
                    },
                    {
                        id: 10,
                        title: '5 折！徐家汇 NO.1「玻尿酸锅」，一口能走维密秀!',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `浓浓浓，超浓，没有比这更浓。所有食材尽受高浓度鸡汤滋养，浓滑香醇，鲜到无以复加！怎么那么浓？要知道两只广东走地鸡、三两瑶柱、十两牛肉、二两深海红鱼鱼肚，才能熬出 5 锅汤，鲜味胶原超浓缩，每口都是高纯度玻尿酸！端上桌后，还要再加入半斤鸡和二两花胶。食客吃着愉悦，店家心里在滴血。但没办法，一切为了美味！花胶用得极好，雪白透亮，每一颗都弹力十足。弹弹弹，恰似你的脸蛋！
                        下锅后，花胶的弹力尽数融在汤里，成为你的美容助力。留下的只有一副入口即化的躯干，挑动你的舌床和口腔！锅里的鸡肉也十足肥美，足足能盛两大碗。你爱吃鸡胸，我爱吃带骨。轻轻撕开，令人发指的浓香鸡肉味扑面而来。鸡肉嫩滑无比，饱含鲜味胶质，非一般鸡肉可比。这里给每天孤零零在后厨房熬汤的师傅点赞。他们总在半夜工作，一熬就是十小时，只为在白天提供新鲜美味。而且因为现熬，花胶鸡汤的供应量有限，
                        一般每天只能卖 60 锅左右，所以吃到就是赚到！来， 干了这碗浓缩无数胶原蛋白和鲜味因子的青春无敌美容汤。女人的美容院，男士的加油站！如果没喝到花胶鸡汤，也别灰心。试试汤季的招牌猪肚鸡汤，也是店内爆款。所有熬汤食材皆有姓名，丹麦谷饲猪肚、西班牙猪骨、崇明老鸡、4 年手工金华火腿，全都有原产地。还是厨师每天半夜熬汤，熬足十小时，化出奶白原汤。我们还在后厨看到了丢弃的大骨汤渣，实名认证非勾兑。
                        来来来，喝汤！猪肚鸡汤也是熬得鲜美浓郁，不先喝一口感觉都对不起自己的胃！猪肚很弹牙，都是现切。平时一直泡在冰水里，保留最佳的脆度和弹性！你看，如此 Q 弹！吃在嘴里，好像和舌尖握了手，又脆又美味！胡椒用的海南兴隆白胡椒粒，为高汤再上鲜味光环。胡椒还有开胃、消食、散寒的功效，为万千久坐空调房的上班女性，送上夏日养生温补全套大保健！所有菜品享满减优惠，满 200 减 100 ，满 400 减 200 ，
                        依此类推，四舍五入约等于 5 折。汤季镇店菜品，敞开吃！`,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 2,
                name: '热点',
                newsList: [
                    {
                        id: 11,
                        title: '藏在魔都菜场里的无名馄饨，地图上都搜不到！只可惜……',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: `开在曹杨农贸市场里的小店，没名字没招牌夏天还没空调，大众点评地图上统统搜不到！绝迹明火砂锅，只卖4种东西！曹杨人吃了十多年的老味道！一个炉子、几张桌子、10㎡！典型接地气的夫妻老婆店，阿姨包馄饨，上下张罗，爷叔负责煮，淡定娴熟。听附近居民说菜场可能要拆，不知还能挺多久……小炉子就支在小店门口，进出菜场的必经之地，路过买菜总能看到爷叔在煮馄饨。一只炉子四个灶眼，四口砂锅同时开工，
                        每天早晨火苗燃起，也开启了农贸市场里的烟火气。满噗噗的搪瓷锅在火红的焰苗上沸腾翻滚，看得人热血澎湃。加粉丝、加面筋、加青菜……就在眼皮底下加料，食欲瞬间被点燃了。一锅只煮一碗，人人都是专属，好了即刻上桌，分秒都不耽搁，平添了好感度。此外，还有一件看家“老物件”——搪瓷锅，层层叠叠堆得像山一样，容量大，又轻便又抗摔！这种极具烟火气的旧物，让人自动开启怀旧模式。物质贫乏的年代，吃饭不讲究排场，
                        能吃饱就是件幸福的事。魔菌记得，小辰光姆妈最爱用它来盛泡饭。因为经常明火炙烤，锅外层已经镀上了一层黑黑的锅灰。总感觉拿老物件煮的东西更好吃一些，不知你是否也有同感？经年累月难免磕磕碰碰，身上布满“伤痕”，留下的都是时间的烙印。爷叔姓顾，阿姨姓杨，老家启东，在上海这么多年，早已练就了满口地道的上海话，让人觉得亲切。爷叔说，最早在普陀区真光新村那边做，2005年搬到曹杨农贸市场，一做就是14年！
                        爷叔说，每天早上4-5点就要起床，准备食材、调馅料、包馄饨……天一亮客人就要来吃，从来不敢怠慢。天亮之后，客人陆续到店，更是忙得不可开交！但甭管人再多，点单时招呼一声，香菜要伐辅料要伐，讲一遍准记牢，保证精准送到客人面前，从不出差错！小小的店，但里里外外透着干净，这亏了杨阿姨眼疾手快，勤劳阿姨的典型代表了。包馄饨、招呼客人落座、收拾清理桌面、收银……超级“贤内助”没错了，忙而不乱。阿姨说，
                        老菜场老摊头老生意，很多客人从开店一直吃到现在，每周都要光顾。`,
                        time: '20000-13-90'
                    },
                    {
                        id: 12,
                        title: '上海“史上最严垃圾分类”来了！最高罚50000元！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: true,
                        content: `我们先从最简单的初级开始吧，如果你能分辨出下面的垃圾种类，那么你就是一枚合格的垃圾分类“初级选手”了。爱美的小仙女，家里一定都会有指甲油，无论你的指甲油有没有用完，都属于有害垃圾。请投入有害垃圾桶，千万不要乱扔哦~玩具属于废塑料，跟塑料瓶、泡沫塑料一样，都属于可回收物。如果家里有小朋友不玩的玩具，就要扔到可回收物箱子里面哦。当然你也可以选择捐给贫困地区的小朋友。剩饭剩菜都容易腐蚀，
                        所以属于湿垃圾。在饭店吃剩的饭菜，建议打包回家。另外还有菜帮菜叶、瓜果皮核、茶叶渣等，都是湿垃圾家族中的一员。投放前应该尽量沥干水分，有包装的应去除外包装再投放。常见餐巾纸、卫生间用纸等等都属于干垃圾。干垃圾是指除有害垃圾、可回收物、湿垃圾以外的其他生活废弃物。湿纸巾虽然是湿的，但一样属于干垃圾哦。上面这些垃圾，你都分类对了吗？接下来，我们来点有难度的。如果下面这些垃圾你还能分类对，那么恭喜你，
                        你已经跨入了垃圾分类“种子选手”种行列了。每天靠外卖度日的魔都上班族，没想到有一天会被外卖盒折磨到怀疑人生。吃剩的外卖不可以直接丢进垃圾桶。第一步：先将汤汤水水倒进下水口，第二步：再将食物残渣倒进湿垃圾筒，第三步：将已经污染的外卖餐盒放进干垃圾。over，一个吃剩的外卖盒才算扔成功！带油渍的外卖盒也属于干垃圾吗？它表面不是湿哒哒的嘛~其实并不然，已经受到食物的“污染”or沾上油渍的一次性外卖餐盒和塑料袋
                        都是属于干垃圾。你觉得牙刷属于什么垃圾？牙刷柄是塑料的，应该是可回收物吧？错！牙刷并不建议投放进可回收物桶中。而是建议投放到干垃圾里哦。首先，它和人体曾经亲密接触。其次，牙刷前端的成分并不是塑料。所以，这一类复合型材料，可以直接投入干垃圾桶里。而电动牙刷要丢进有害垃圾里，因为里面有纽扣电池。除非你能把它卸下来分开扔，我估计你也不会这么闲。小仙女们平时用的化妆品经常会空瓶，扔的时候该怎么分类也是
                        一门学问哦。就拿面膜来说吧，面膜和它的包装袋一样都属于干垃圾。可是，它不是湿的嘛。谜一样的干垃圾，让人傻傻分不清。除了面膜，还有口红、乳液、粉底等等，或者一些已经过期的化妆品，都属于干垃圾。`,
                        time: '20000-13-89'
                    },
                    {
                        id: 13,
                        title: '陆家嘴炸了！港奶鼻祖快闪店”引发排队大战！还暗藏众多惊喜……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 14,
                        title: '魔都史上最潮「未来餐厅」！暗藏重重机关！进门就穿越！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 15,
                        title: '3.8折！全城20家串串火锅店打骨折！来晚1分钟，多排1小时!',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 16,
                        title: '仅10㎡的「零食工厂」！魔都囡囡吃了25年！小辰光额米道全齐了!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 3,
                name: '娱乐圈',
                newsList: [
                    {
                        id: 17,
                        title: '陆家嘴又叒开始排队了！搬来整个意大利，600+ 特色美食商品，疯抢!',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-90'
                    },
                    {
                        id: 18,
                        title: '藏不住了！80款手工点心19.8封顶！上海人都沸腾了……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-89'
                    },
                    {
                        id: 19,
                        title: '传奇天鹅申阁！堪称“老上海西餐博物馆”，全上海人因它而骄傲！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: true,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 20,
                        title: '官宣！魔都鸡界「白富美」出轨了！全城劈腿！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 21,
                        title: '结棍！18000㎡巨型海鲜王国来啦！比铜川路还便宜！上海1小时直达!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 22,
                        title: '上海首家「烟囱冰淇淋」！长宁区NO.1！边吃边冒烟!',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 4,
                name: '笑点低',
                newsList: [
                    {
                        id: 23,
                        title: '1.9折吃火锅！涮菜最低1块钱！全网都在刷屏……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-90'
                    },
                    {
                        id: 24,
                        title: '我们花了 118 块钱，买了台 “时光机” 穿越到童年！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-89'
                    },
                    {
                        id: 25,
                        title: '限时3个月，航海王官方中国巡展，即将在上海引爆一场狂欢！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 26,
                        title: '30w人狂刷的梦龙快闪店强势回归！开业就爆！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: true,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 27,
                        title: '全上海9000家本帮馆，这一家特别优秀！火了20年！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 28,
                        title: '大悦城惊现顶级浪漫地标！全粉屋顶、星空跑道、梦境花海……美到窒息！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 5,
                name: '二次元',
                newsList: [
                    {
                        id: 29,
                        title: '对不起，我失恋了。开了家餐厅，渣男慎入，大长腿免单！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-90'
                    },
                    {
                        id: 30,
                        title: '杨浦首家“老牌西菜社”！老上海宁32年约会地标！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-89'
                    },
                    {
                        id: 31,
                        title: '下一站，华东师范大学！谢谢你喂饱我的青春四年！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 32,
                        title: '首次曝光！上海静安区惊现“小香港”！浓浓港风火遍全国！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 33,
                        title: '上海糖水铺研究报告！一周一家，够吃一整个夏天！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: true,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 34,
                        title: '臭昏特了！魔都十年「神级螺蛳粉」！能来的都是“暗黑者”！',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 6,
                name: '潮人范',
                newsList: [
                    {
                        id: 35,
                        title: '魔都最火「吃鸡食堂」！一天翻牌60次！一本正经做鸡！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-90'
                    },
                    {
                        id: 36,
                        title: '苦等2年！虹口70年老店重磅回归！上海人都在传！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-89'
                    },
                    {
                        id: 37,
                        title: '南京小笼包NO.1空降魔都！敢和南翔叫板！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 38,
                        title: '史无前例！全球首款“柚子精”冰淇淋来了！上市就遭疯抢！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 39,
                        title: '首次曝光！关于淮海路8大秘密！老底子上海人的骄傲和传奇！',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 40,
                        title: '上海出发6小时，这座被誉为“天堂的海岛”，一生必去一次！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: true,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            }
        ]
    }
    
    
}
