module.exports = () => {
    return {
        _tabList: [
            {
                id: 1,
                name: '推荐',
                bannerList: [
                    {
                        id: 1,
                        link: '',
                        imgUrl: '/src/statics/banner.jpg'
                    },
                    {
                        id: 2,
                        link: '',
                        imgUrl: '/src/statics/banner2.png'
                    },
                    {
                        id: 3,
                        link: '',
                        imgUrl: '/src/statics/banner3.png'
                    },
                    {
                        id: 4,
                        link: '',
                        imgUrl: '/src/statics/banner4.png'
                    }
                ],
                newsList: [
                    {
                        id: 5,
                        title: '大惊喜！魔都竟藏着古都“洛阳城”？！一笼「资深汤包」火了16年!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: true,
                        content: `法华汤包一直以“南京汤包”为主打，因开在法华镇路上，索性取名“法华汤包馆”，名字简单粗暴，好记又有辨识度.卖的汤包和小笼一样，皮薄，都带汤汁，法华的汤包口感更偏向清甜，鲜香。
                        这周围附近的居民早已被圈粉，几乎每日都要来。堂吃的客人，这里对于他们来讲，早已像回到家一样，屁股往凳子上一坐，便开始点起汤包来吃，有的一吃就是16年，可谓铮铮铁骨粉！
                        店里只有几张桌子，每个桌子只能坐得下4人，每次来都是满座，老饕们早就习惯与陌生人拼桌，斯是“陋室”，每个座位上都贴有菜单，卖着7种食物，一日三餐也吃不腻。更有甚者，直接在外边的马路边窗口点单，可直接打包带走，很方便。汤包全部都是手工制作，选料、调料、拌馅，什么口味的汤包就用什么样的馅料。馅料都是当天现调的，满满的鲜肉，“鲜气”溢出屏幕！
                        擀皮、填馅、捏包……由不同的三个人完成，难度最大的要数擀皮和捏包成型，擀皮子时力度要拿捏准确，这样的汤包皮子虽薄，却不易破。皮薄、馅少、汤多，似乎成了南京汤包的标配，而尝过法华汤包的人，一定会吃得一口清、两口鲜，三口不离筷！尤其是这鲜肉汤包，清、甜、鲜，这三大特点就是它的硬核标准！汤包的皮子受到热气早已变得“萎靡不振”，软塌塌的分布在笼里，等待筷子的救援，
                        好在每一个皮子都不易破，任你筷子如何挑逗，它自傲娇成一派，顶多懒洋洋的翻个身，已是与食客们之间最大的默契了。轻轻夹起，都能感受到它虽身小，内心却颇有份量，沉甸甸的汤汁在里边，开个小口就能喝到，实力诠释了那句“轻轻提，慢慢移，先开窗，后喝汤，一口焖，满嘴香”的真理。`,
                        time: '20000-13-90'
                    },
                    {
                        id: 6,
                        title: '作死三连击！我们在 KTV 点了粤菜川菜本帮菜，结局有点……',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content:`你见过菜单上印着本帮菜的 KTV 吗？说实话，魔菌看到的第一眼是懵逼的。战战兢兢地叫来服务员，询问之：“这些菜都能点吗？”.在 KTV 吃本帮菜太疯狂，本宝宝表示很慌张。和小伙伴约定：如果不好吃的话，走人吧！！！以为会上一个碗，没想到端来一口锅。喝个腌笃鲜而已，至于那么正式吗？吓尿了！打开一看，这料太实诚了吧！鲜肉、咸肉、百叶结、笋、青菜，一个不落。
                        这只卖 48 元诶，顿时有种在机场吃到 20 块牛肉面的惊喜感，还是加肉了的。小盛一碗，奶白汤色，清爽汤底，以及满满的肉肉和笋块，看着就挺美滋滋的。吃着更美滋滋啊，特别喜欢里面的笋，又脆又嫩，比家门口菜市场的还好吃。这出品，怕是秒杀外面很多本帮菜馆了吧。话说这锅不错，可以带走吗？（笑~）还是比外面好吃啊。很出彩的熏鱼，是上海标准的浓油赤酱做法。
                        但酱汁甜而不腻，淡而咸鲜。不似有些店的酱，过于浓稠。表面的脆壳，是精华，赋予熏鱼独特的口感。而里面的鱼肉细软，就是双重滋味，很棒棒诶~简单的炒菜也是味道在线。草头很嫩，颜色碧绿，就像新摘的一样，爽脆嫩滑，有田野般清新的气息。尽管不至于和那些正经本帮菜馆掰手腕，但出品绝对有餐厅水准。在一家 KTV ，能吃到这样等级的食物，很没有现实感啊！
                        在 KTV 能点到龙虾泡饭和老火煲汤，魔菌也是服气。毕竟连茶餐厅都不敢这样卖，都是粤菜馆才有的高级菜。点的小锅，两人份，只要 48 元。打开锅盖一看，和小伙伴相视而笑。毕竟那么便宜，怎么会有龙虾，这不是用的虾仁粒嘛。嗯~但汤底却是龙虾熬的，满满的海鲜味。里面的虾仁粒咬着十足弹牙，感觉还蛮新鲜的嘞。和芹菜粒一起嚼着吃，蛮带感的。还特别用心地放了冬菜提鲜，外面这样做的很少，很有广东的味道。
                        忍不住再盛一碗。你们管你们唱，我管我吃~ 我们做了十足的心理准备，哪怕给我们上涮锅水，也不会投诉的！没想到……汤色金黄，食材多种多样。随便一捞，排骨、鸡、红枣、枸杞全在勺里，这肉料也太丰富了。汤本身也是浓醇鲜美，有红枣的清甜味。说实话这样一碗汤，放在哪个粤菜馆都毫无违和感。`,
                        time: '20000-13-89'                    
                    },
                    {
                        id: 7,
                        title: '苦等1年！ins爆火の「小龙虾塔可」来啦！魔都人挤爆了~',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: `没错！就是那个火遍全球的Taco bell，被一众吃货称为“加州紫”！57年内，开遍全球7000+家！把大洋彼岸的正宗墨西哥风味带向了世界各地！更是火遍各大社交网络，很多人出国必打卡，很多外国友人也以taco为灵感创作！！照片一po，立刻占据朋友圈C位！最近又搞事情，推出了小龙虾塔可，迅速火遍整个魔都，排队狂潮席卷陆家嘴、五角场、南京西路！我不允许还有人不知道！！
                        吃货们心口舌尖的小龙虾，邂逅墨西哥传统风味的玉米脆饼，这波中西碰撞的骚操作，令人惊艳！刚端上桌，就有一股浓烈的小龙虾的鲜香味袭来！taco男友力简直MAX！听说泥萌要吃小龙虾，二话不说就把壳全剥好啦~这宠溺简直是教科书级别的！再也不用担心吃小龙虾弄脏手！金灿灿的饼皮里塞满了小龙虾，都快要扑出来！每一只都裹着浓郁的十三鲜酱汁，让人忍不住吞口水！“啊呜”一口咬下去，吃到足足十只虾！
                        好嗨哟！馅料里酸甜的番茄粒和多汁的卷心菜，清爽解腻；玉米脆饼喷香酥脆，层次体验感超棒！时不时爱拔草下煎饼果子的魔菌，被这款小龙虾卷饼俘虏啦！超多小龙虾做馅，听上去也太壕了吧！连造型都是爱你的形状，可真是个暖人的小甜心儿！小龙虾肉加烤鸡腿肉双料搭配，肉食控们要开心爆了！每一口都是大写的满足！层层卷饼薄且韧，吃下一口，小麦的香气弥漫在舌尖！还可以搭配着酱料一起吃哦！
                        怕泥萌都吃不够！小龙虾taco还搭配了三款“宠溺套餐”，价格超值，吃到扶墙出！最贵的双人套餐，一张毛爷爷就能搞定；单人餐也同样不足50元就能吃饱撑！想想之前魔菌吃小龙虾的经历，一人就要好几百，对比起来这里简直是白菜价！ 十三鲜小龙虾塔可脆+香嫩烤鸡塔可萌+配餐小食+限畅饮  仅售59    十三鲜小龙虾烤鸡布里特卷+配餐小食+无限畅饮   仅售49    十三鲜小龙虾塔可脆+
                        十三鲜小龙虾烤鸡布里特卷+鸡肉爱芝士烤饼+小食拼盘（小）+无限畅饮2杯   仅售99    三种套餐真的很适合选择困难症！无论是当作工作餐一人食，还是和男票约会，或是与好闺蜜聚会，统统都能满足！出餐率也超级速度！透过明档间，能看到taco诞生的全过程！不用久等就能吃到新鲜的taco啦！划重点！！！想吃的小可爱们要赶早啦！以上三款套餐即日起至8.25日限时供应！人均不足50的小龙虾，错过就只能暴风哭泣咯！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 8,
                        title: '长宁人最珍贵的回忆！一天三顿！吃了30年!',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `长宁人最珍贵的美食回忆，不是中山公园龙之梦，也不是轧闹猛的定西路，而是在这条满满生活气息的小马路上。拆也拆不掉的社区大食堂，早上锅贴中午盖浇饭晚上面条馄饨。最贵的才卖26块钱，一日三餐都能在这里圆满解决。连个正经招牌都没有天山老土著一吃就是30年！这是人情味很浓的一条路，有很多老小区，二村、五村、大三、杜家宅……许多人在这住了几十年，房子很小但左邻右里都认识。
                        这是最有文化的一条路，最东端是市重点高中延安中学、还有天山二中、天山二小、天山一小、上海对外经贸大学，不出这条路就能从小学读到大学！曾经的天山百货小马路，放学路上可以一条路逛回家，什么东西都能在楼下的小店里买得着，比逛淘宝还方便！挖掘机碾压而过，现在的茅台路变得干净整洁了，但那些充满生活气息的独特的风景和满满的回忆却再也找不回来了。原本临街破墙开店的商户只能在家里做起了生意，
                        还有很多珍贵的记忆都拆没了，于生死危难之际留存下来的美味显得尤为的珍贵！曾经的玉华饮食店，招牌上写着“社区大食堂”几个赫赫的大字，双门开的店面也是非常的气派，能和国营的老字号有得比！茅台路的拆违，玉华也没能幸免，差点就以为再也吃不到老底子的冷面，还有心心念念的糖醋排条和锅贴了，还好只是门脸变小了，老底子的味道都还在！地道的上海味，实惠的价格，人气一直都很旺，从开店到现在，
                        天山老土著们一吃就是30年！老板娘的妈妈在国营饮食公司做了几十年，现在做锅贴的师傅也是经由她一手带出来的，只为还原五十多年前最传统的味道！6元一两，价格公道，卖相端正，个头实在，味道说不上惊艳，却是打心底里的喜欢！金黄焦脆的底子烘得刚刚好，水准绝对在一般锅贴之上，不像有些过分焦灼，一塌糊涂！皮薄却还算挺括，肉馅却是不容置疑的大大大，紧贴着皮子，天衣无缝！吃的时候还有汤汁滋出来，
                        这是加了肉皮冻的缘故，满满的胶原蛋白原液！每天只在上午做一批，卖完就不做了，下午来的话吃不吃得到就全凭运气了~锅贴+快乐肥宅水，魔菌在这里get了新吃法，一点不输老搭档咖喱牛肉汤哦~`,
                        time: '20000-13-87'
                    },
                    {
                        id: 9,
                        title: '魔都首家「彩虹炸鸡排」来袭！坐标日月光！开业就爆!',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: `确认过眼神！是你从没玩过的神级混搭！全都无敌！美貌！逆天！目测将火遍全网，趁着还未被挤爆，准备好手机内存，和魔菌一起去high起来吧！日月光又曝一家宝藏店！魔都第一份“彩虹炸鸡排”来啦！一出道便刷新美食圈颜值纪录！自带马卡龙仙女色的大鸡排，出街随便“咔”一张，你就是整条GAI上最靓的仔！离正式营业还有2天！吃货们已经争先恐后去拔草啦！其实在海外，彩虹炸鸡排可谓是“人气扛把子”！
                        数家门店开业6、7年，日销10000+份！是肉祖宗们的最爱！和平时吃到的单调色鸡排不同，“彩虹炸鸡排”共有8种颜色！碰撞组合起来，简直美到炸裂！面衣上缤纷的色彩，都是甜菜根、紫薯、蝶豆花、咖喱等天然原料调制成的！而非外面不健康的色素！吃起来满是安心！每种颜色都代表一个口味！看的魔菌眼花缭乱，口水直流！选择困难症魔菌就都一一pick啦！自带仙女颜值的炸鸡排，却偏偏要拼实力！
                        每日挑选低脂肪高营养的散养走地鸡，足足腌渍12小时，肉质更加鲜嫩入味！点单后现炸的鸡排，要经2重特制粉浆上色、2道工序炸制，才出锅完成，做法相当考究！连炸鸡排的油都是每天更换，肉祖宗们大可放心啦！刚出锅的炸鸡排，拿在手里沉甸甸的，超实在，比魔菌的手掌还要大！外面的面衣脆到起酥，“咔嚓”咬一口，满口都是香脆！每种颜色鸡排的外皮还搭配不同的专属撒料，吃起来风味更足！内里的鸡肉紧致、厚实，
                        稍微一捏，饱满的肉汁就流出来了！完全不能抗拒那撩人的香气！几分钟消灭一只！彩虹炸鸡排的“豪华闺蜜团”齐齐登陆！魔都首创“冰淇淋炸鸡”、会“变脸”的甜筒，都被它拉来了！堪称一场史上“重量级选美大会”！炸鸡+啤酒已经out了！炸鸡和冰淇淋才是新一波“骚操作”！360°无死角盛装登场，一上台便被手机拍爆！小船般的华夫碗、马卡龙色冰淇淋球、还有满扑扑的炸鸡山，一次性就能get到好几种美味！
                        滚烫的炸鸡块蘸上绵密丝滑的冰淇淋球，这冰火两重天的感觉，好想大呼：我爱夏天！`,
                        time: '20000-13-86'
                    },
                    {
                        id: 10,
                        title: '5 折！徐家汇 NO.1「玻尿酸锅」，一口能走维密秀!',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `浓浓浓，超浓，没有比这更浓。所有食材尽受高浓度鸡汤滋养，浓滑香醇，鲜到无以复加！怎么那么浓？要知道两只广东走地鸡、三两瑶柱、十两牛肉、二两深海红鱼鱼肚，才能熬出 5 锅汤，鲜味胶原超浓缩，每口都是高纯度玻尿酸！端上桌后，还要再加入半斤鸡和二两花胶。食客吃着愉悦，店家心里在滴血。但没办法，一切为了美味！花胶用得极好，雪白透亮，每一颗都弹力十足。弹弹弹，恰似你的脸蛋！下锅后，
                        花胶的弹力尽数融在汤里，成为你的美容助力。留下的只有一副入口即化的躯干，挑动你的舌床和口腔！锅里的鸡肉也十足肥美，足足能盛两大碗。你爱吃鸡胸，我爱吃带骨。轻轻撕开，令人发指的浓香鸡肉味扑面而来。鸡肉嫩滑无比，饱含鲜味胶质，非一般鸡肉可比。这里给每天孤零零在后厨房熬汤的师傅点赞。他们总在半夜工作，一熬就是十小时，只为在白天提供新鲜美味。而且因为现熬，花胶鸡汤的供应量有限，
                        一般每天只能卖 60 锅左右，所以吃到就是赚到！来， 干了这碗浓缩无数胶原蛋白和鲜味因子的青春无敌美容汤。女人的美容院，男士的加油站！如果没喝到花胶鸡汤，也别灰心。试试汤季的招牌猪肚鸡汤，也是店内爆款。所有熬汤食材皆有姓名，丹麦谷饲猪肚、西班牙猪骨、崇明老鸡、4 年手工金华火腿，全都有原产地。还是厨师每天半夜熬汤，熬足十小时，化出奶白原汤。我们还在后厨看到了丢弃的大骨汤渣，实名认证非勾兑。
                        来来来，喝汤！猪肚鸡汤也是熬得鲜美浓郁，不先喝一口感觉都对不起自己的胃！猪肚很弹牙，都是现切。平时一直泡在冰水里，保留最佳的脆度和弹性！你看，如此 Q 弹！吃在嘴里，好像和舌尖握了手，又脆又美味！胡椒用的海南兴隆白胡椒粒，为高汤再上鲜味光环。胡椒还有开胃、消食、散寒的功效，为万千久坐空调房的上班女性，送上夏日养生温补全套大保健！所有菜品享满减优惠，满 200 减 100 ，满 400 减 200 ，
                        依此类推，四舍五入约等于 5 折。汤季镇店菜品，敞开吃！`,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 2,
                name: '热点',
                newsList: [
                    {
                        id: 11,
                        title: '藏在魔都菜场里的无名馄饨，地图上都搜不到！只可惜……',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: `开在曹杨农贸市场里的小店，没名字没招牌夏天还没空调，大众点评地图上统统搜不到！绝迹明火砂锅，只卖4种东西！曹杨人吃了十多年的老味道！一个炉子、几张桌子、10㎡！典型接地气的夫妻老婆店，阿姨包馄饨，上下张罗，爷叔负责煮，淡定娴熟。听附近居民说菜场可能要拆，不知还能挺多久……小炉子就支在小店门口，进出菜场的必经之地，路过买菜总能看到爷叔在煮馄饨。一只炉子四个灶眼，四口砂锅同时开工，
                        每天早晨火苗燃起，也开启了农贸市场里的烟火气。满噗噗的搪瓷锅在火红的焰苗上沸腾翻滚，看得人热血澎湃。加粉丝、加面筋、加青菜……就在眼皮底下加料，食欲瞬间被点燃了。一锅只煮一碗，人人都是专属，好了即刻上桌，分秒都不耽搁，平添了好感度。此外，还有一件看家“老物件”——搪瓷锅，层层叠叠堆得像山一样，容量大，又轻便又抗摔！这种极具烟火气的旧物，让人自动开启怀旧模式。物质贫乏的年代，吃饭不讲究排场，
                        能吃饱就是件幸福的事。魔菌记得，小辰光姆妈最爱用它来盛泡饭。因为经常明火炙烤，锅外层已经镀上了一层黑黑的锅灰。总感觉拿老物件煮的东西更好吃一些，不知你是否也有同感？经年累月难免磕磕碰碰，身上布满“伤痕”，留下的都是时间的烙印。小店只卖4样东西，大小馄饨、双档油豆腐粉丝汤、鸭血粉丝汤，都是儿时的味道，价格非常实惠，最贵才14元。阿姨的馄饨刚刚包好，爷叔马上接过来准备下锅了！几分钟之后，
                        胖墩墩的大馄饨就上了桌，个头可以和拳头相提并论。咬破馄饨，开辟天地，荠菜清香和肉的鲜香特别实在，不需要任何额外调料来增味。阿姨说，馄饨馅一定要当天调，绝对不能隔夜，不然荠菜和肉的鲜甜味道就没了。上海人最情有独钟的鲜肉小馄饨，煮透之后，皮子像轻纱一样薄薄透透！上桌之后还冒热气，香味也氤氲开来！而且只卖7块钱/份！份量比别家多一倍！粉粉的肉馅让人不禁想起藏在犄角旮旯弄堂里的馄饨摊，
                        小辰光清晨总要吃一碗才肯去上学，但每次都迫不及待，不知被烫了多少回……`,
                        time: '20000-13-90'
                    },
                    {
                        id: 12,
                        title: '上海“史上最严垃圾分类”来了！最高罚50000元！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: true,
                        content: `一时之间，“垃圾分类”就成了上海人茶余饭后讨论最多的话题，也成了上海每个市民的必修课。晕了~晕了~实不相瞒，魔菌现在每天都会站在垃圾桶前怀疑人生。虽说垃圾分类是一项利国利民的好事，但是绝大部分人缺少知识普及。当政策开始实施的时候显得有点力不从心。好在，魔菌今天为你们整理了一份咱们最常见的【垃圾分类指南】。啥也别说了，全家人收藏背诵就是了！我们先从最简单的初级开始吧。如果你能分辨出
                        下面的垃圾种类，那么你就是一枚合格的垃圾分类“初级选手”了。通常情况下，快递盒和外卖盒都是可回收的，不过前提是一定要干净。所有外卖里多余的筷子以及没有用过的一次性餐具通通送去可回收。爱美的小仙女，家里一定都会有指甲油。无论你的指甲油有没有用完都属于有害垃圾。请投入有害垃圾桶，千万不要乱扔哦~玩具属于废塑料跟塑料瓶、泡沫塑料一样都属于可回收物。如果家里有小朋友不玩的玩具就要扔到可回收物箱子里面哦。
                        当然你也可以选择捐给贫困地区的小朋友。剩饭剩菜都容易腐蚀，所以属于湿垃圾。在饭店吃剩的饭菜，建议打包回家。另外还有菜帮菜叶、瓜果皮核、茶叶渣等都是湿垃圾家族中的一员。投放前应该尽量沥干水分，有包装的应去除外包装再投放。常见餐巾纸、卫生间用纸等等都属于干垃圾。干垃圾是指除有害垃圾、可回收物、湿垃圾以外的其他生活废弃物。湿纸巾虽然是湿的，但一样属于干垃圾哦。上面这些垃圾，你都分类对了吗？接下来，
                        我们来点有难度的。如果下面这些垃圾你还能分类对，那么恭喜你，你已经跨入了垃圾分类“种子选手”种行列了。每天靠外卖度日的魔都上班族没想到有一天会被外卖盒折磨到怀疑人生。吃剩的外卖不可以直接丢进垃圾桶，第一步：先将汤汤水水倒进下水口，第二步：再将食物残渣倒进湿垃圾筒，第三步：将已经污染的外卖餐盒放进干垃圾。over，一个吃剩的外卖盒才算扔成功！带油渍的外卖盒也属于干垃圾吗？它表面不是湿哒哒的嘛~
                        其实并不然，已经受到食物的“污染”or沾上油渍的一次性外卖餐盒和塑料袋都是属于干垃圾。`,
                        time: '20000-13-89'
                    },
                    {
                        id: 13,
                        title: '陆家嘴炸了！港奶鼻祖快闪店”引发排队大战！还暗藏众多惊喜……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `火爆广州、累计3w+人打卡的兰芳园快闪店终于来魔都了！开展首日，就被热情的上海人民“围攻”了，展厅里外排满了人人人人人，绝对是陆家嘴的排队担当！快闪店里限时3天，6月16号结束，想去的可要抓紧哦！魔菌第一时间冲到现场为你们踩点，哪些值得拔草，看我这一篇就够了！来到现场，必须打卡一下兰芳园首创的镇店之宝“丝袜奶茶”。发哥、谭校长、陈奕迅，陈伟霆……许多香港明星都是从小喝着他家的奶茶长大的！
                        更让人兴奋的是，免！费！请！你！喝！现场参加小游戏就能轻松获得奶茶一杯，人人有份哦。根据店员指示操作，还有机会免费领取限定周边：镭射手袋、时尚帆布袋、阳伞等礼品，都非常实用哦~除此之外，这里还是新晋网红拍照地标，梦幻的时光隧道、老香港街景、趣味手牌……拍出的美照分分钟引爆票圈！上世纪50年代的香港街景&中环兰芳园老店1:1完美复刻到了魔都，在明星背景墙前拍张喝奶茶照，po到朋友圈别人还以为你在香港旅游呢！
                        时光隧道，光影的效果梦幻极了！相信我，你只要一到那拍照欲望立刻上线，魔菌拍到不舍得离开了。要问兰芳园快闪店为何如此火爆？它究竟是什么来头？魔菌给你们补补课：兰芳园创始于1952年，凭借首创的丝袜奶茶叱咤香港，还被港媒誉为“港式奶茶始祖”！八手撞茶技艺传承了大半个世纪，以此技艺制作出的兰芳园奶茶，被香港政府列为非物质文化遗产哦~选用斯里兰卡及印度茶叶等进口红茶，配以澳洲进口浓缩牛奶。再用自制的高密度茶袋
                        来回冲拉至少8次，奶茶喝起来细腻顺滑、茶味醇厚！怪不得全国各地后来有许多效仿者，但味道还是不如他家正点！不少游客去香港都把他家的丝袜奶茶作为必打卡美食！就连美食家蔡澜都说：不喝兰芳园，白来香港！现在去不了香港也没关系，魔都快闪店和各大便利店就能get便携装，味道和香港老店喝到的一模一样！许多上班族都离不开它，犯困时候来一杯了，立马提神醒脑。不瞒你们说，魔菌悄悄在办公室里囤了好多！`,
                        time: '20000-13-88'
                    },
                    {
                        id: 14,
                        title: '魔都史上最潮「未来餐厅」！暗藏重重机关！进门就穿越！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: `这可能是魔都最有科技感的一家餐厅了！处处暗藏小机关，不经意就会被惊喜到！全是没见过的黑科技，仿佛给你打开一扇通往未来世界的大门！这家黑科技店就开在静安寺商圈，要知道那边房价都是9万/㎡起，而它坐拥了一栋三层楼的小洋房，也是很壕气了。老板和店员都是设计师，所以店里装修的很有设计感，无论是小清新、ins风、炫酷风，这里都能拍出来，这哪里是餐厅，简直就是拍照胜地啊！开业一个多月，许多网红小姐姐
                        已经过来凹造型了！每个位置都超美，真是一个让人停不下快门的地方！你看，围在沙发座四周的镭射玻璃，不同角度闪射出不同颜色的光，充满未来感！窗边的座位也很棒，外面就是棕榈树；周围还有各种绿植围绕，仿佛置身大自然。喝着下午茶，窝在沙发上，享受慵懒的午后~户外大花园也超受欢迎，桌椅都是纯白色的，ins风十足，绝对是女孩子们拒绝不了的约会地~三楼还有一个大露台，对面能看到老上海建筑。不过暂时还没装修完，
                        但从官方图来看，已经能想象有多美了~这家店白天是面包房、晚上是小酒吧，还兼咖啡厅、披萨店、冰淇淋店、饮品店……我能在这吃上一天！肚子被安排得明明白白！早上用一份元气brunch，开启美好的一天！这的面包大多是用恐龙时代命名的，寒武纪、白垩纪、侏罗纪……还挺符合evolution（进化）这个店名的。面包都是原创的，外面吃不到！班尼迪克蛋的兄弟“摇滚太阳”来了！不同的是，底部用的是可颂，层层叠叠的酥皮就像围了一圈光芒，
                        闻起来黄油香气十足！上面的水波蛋真的过分优秀了，蛋白嫩滑到吹弹可破，一戳“蛋黄瀑布”就一股脑的倾泻下来！用酥脆的可颂皮蘸着蛋液，混合着旁边的牛油果泥和南瓜子仁，层次感十足！瞬间幸福感爆棚！面包版“小火山”，岩壁上还留下了灼烧过的痕迹！别看其貌不扬的，里面可是很有料的哦~一打开你就会发现超多牛肉粒和玉米粒，就像岩浆一样吞噬着你的味蕾！里面还融合了芝士，趁热吃的时候还会拉丝~芝士控要吹爆了！
                        香草籽酱堆得扑扑满的寒武纪，像极了一座小雪山！上面还撒了许多巧克力碎屑，甜品女孩要为它疯狂打call！`,
                        time: '20000-13-87'
                    },
                    {
                        id: 15,
                        title: '3.8折！全城20家串串火锅店打骨折！来晚1分钟，多排1小时!',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: `3.8折！3. 8折！3.8折！全城20家网红串串火锅一起打骨折！折扣遍布全城！没有门店限制！壕无人性！无法拒绝！立即安排！川沪串串界最霸道的网红，为了给刚高考完的莘莘学子发福利，简直疯了！3重福利暴击！不仅全场菜品3.8折！还有2000元菜金直接送！从6月10号-28号，折扣将近1个月不停歇，丧心病狂！100+种串串任由你pick！平均9毛钱一串！再打3.8折！四舍五入约等于不要钱！千万别心软，一切以吃垮这家店为最高准绳！
                        燥起来啊！少年们！最初，在钢管厂工作的顾大姐只是为了补贴家用，才在成都春熙路的天桥下摆摊，因为太好吃远近闻名，被人称为“钢管厂五区小郡肝”。32年的坚持，春熙路那个不起眼的小摊，在大家的口口相传中，成为了今天不折不扣的串串火锅霸主！钢管五厂的名号不是白叫的，凌晨1：00还在排队也不是吹的，甚至还曾经一度引发电梯故障，交通瘫痪……妥妥的网红制造机，不吃几次无法立足朋友圈。大半个娱乐圈都来打卡，周杰伦、梁朝伟、
                        王菲、李冰冰、姜武......四舍五入我也是和周杰伦梁朝伟王菲吃过饭的人了！为了给刚刚高考过的学子发福利，下了血本！全场菜品3.8折，打完折后约等于不要钱！3重折扣活动，持续将近1个月！高考过后，叫上朋友，不吃垮老板，绝不认输！称重计算价格，平常一串约9毛线，半张毛爷爷就能撸到爽！现在打3.8折，太适合高强度的学习和考试完后大肆开吃，大杀四方了！冲呀！一进菜品区就挑花了眼，将近100多款，每一款都想收入囊中，
                        感觉少吃一样损失一个亿！全部食材在冷柜的循环冷气下静静等待被翻牌，超全的种类，可以甩开膀子放开撸啦~所有串串都是阿姨每天现串，来得早还能看到干净利落的流水线，不愧是一场极致的肉欲盛宴。起家产品小郡肝，从四川一路火到魔都，32年热度未减。在魔都如果没有听说过钢管五厂的小郡肝，那你不算懂经的吃货。郡肝是四川地区的叫法，其实就是鸡胗中间最嫩的两块肉，只取精华部位，上桌前还要经过1小时的拍打+24小时的腌制，
                        制作过程可谓复杂。每桌都是几十串起涮，还曾经有顾客吃空整个冷柜！进锅2分钟，烫熟后的郡肝就像重新焕发了生命，粒粒饱满，油光发亮！只想用三个苍白无力的字来形容它：太好吃！这货看似平平无奇，入口的一瞬间就能让你感受到什么叫见识浅薄。`,
                        time: '20000-13-86'
                    },
                    {
                        id: 16,
                        title: '仅10㎡的「零食工厂」！魔都囡囡吃了25年！小辰光额米道全齐了!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: `这家零食铺子就在山阴路上，鲁迅故居斜对面。它和隔壁的老字号万寿斋、光头生煎三足鼎立，一起承包了山阴路上的流量！扫一眼小铺子，不足10平米。堆满了货物后更像个小仓库，走动都不太容易，但居然自称为“红玫瑰食品厂”！问了问店主阿姐，这里曾经真的是一家食品工厂，一直都是阿姐爷叔一家人经营！后来因为机缘巧合，凭借和许多沪上老字号食品厂的联系，改为小店铺，专门供应这些上海宁从小就吃到大的小零食！
                        回想这家店刚刚开业的时候，许多90后还没出生。如今一晃25年过去了，很多童年光顾的零食铺子早已失去踪影，而这家小店却一直陪伴着大家，人气还越来越旺！好多老饕横跨几个区，专乘地铁来买；连许多外地游客，也会来这里打包许多小零食带回，让家人也尝尝这“来自上海额小辰光咪道”！数了数他家的价目表，足足有40+款！老板阿姐对魔菌说：之后还会再搜罗更多老上海风味的童年零食！小时候吃过的零食在此集结，让人眼花缭乱！
                        泰康、康元、沙利文、光明、茂昌等响当当的老牌子，组成“五大天王”，列在货架上！一次性就能get全！真是个“宝藏零食铺子”！心中有个声音在呼唤着我：买吧！买吧！买吧！毕竟是小店，性价比还是适中的。花了150大洋，魔菌扛回来三大包零食，把办公桌都堆满了！魔菌这就改行做副业卖零食去了，泥萌支持不？泰康牌的点心一直都是魔菌从小吃到大，无限回购的！不太容易踩雷！嘿嘿，起码魔菌没有过！说到这款万年青饼干，
                        10个人里有9个人都知道！现在居然还出了无糖版的，很是健康贴心！打开复古的包装，一包里有3片，略微厚实。一股浓浓的葱油香味飘进鼻子，咬下去酥脆到掉渣，甜咸感交织！魔菌自己觉得，比三牛的好吃！苔条麻花同样好评！一看日期就很新鲜！海苔的香气很正很浓！嘎吱嘎吱咬着，很是酥脆带感！也没有寻常麻花的油腻气！优秀！本以为康元是阿拉上海的本土老牌子，一搜度娘居然是新加坡的！1989年来到上海滩后，因创新、
                        活力而迅速收割一大批拥趸！康元的饼干，80后几乎人人都吃过！他家还有个和饼干同样出色的东西——虾条！小时候一包接着一包吃，根本停不下来！`,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 3,
                name: '娱乐圈',
                newsList: [
                    {
                        id: 17,
                        title: '陆家嘴又叒开始排队了！搬来整个意大利，600+ 特色美食商品，疯抢!',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: `直接放出攻略，6.10-6.23历时 13 天，上海DeliLife超市意式生活风情体验展，你离意大利只差一张地铁票。爆买模式准备前方高能！始于 1826 年的都灵，意大利传统奢侈品协会中唯一甜品类会员，巧克力也是奢侈品！为确保品质，只选用世界优质产区南美洲厄瓜多尔等地产可可豆。全世界都难找的百年好滋味，醇厚浓郁，甜蜜诱人，宛如初恋。还有不同可可含量的黑巧克力，90%、86%、70% 以及夹心黑巧可选。一次性买足，
                        巧克力的世界之巅都在你手中！还有做成 500 欧元的巧克力，换算成人民币近 4000 元。买一叠在手里，仿佛是大款！这台机器引发现场排队热潮，里面是啥？意大利纯手工冰淇淋，现场扫码免费吃！巧克力、草莓、香草口味随意挑，每个口味都香醇浓郁，口感清爽色一，不是一般冰淇淋可比！决定了，这个夏天，就靠它过了！天天来打卡，天天吃冰淇淋！始于 1933 年的意大利，近 90 年都在和咖啡打交道，咖啡界大佬。咖啡粉使用 9 
                        种高品质阿拉比卡咖啡豆调配，只为取得最佳平衡的香味。再加上中度烘焙，带来极致风味！喜欢往咖啡里加牛奶的，别忘了购物车里再加个 Granarolo 葛兰纳诺全脂牛奶。超高温灭菌，意大利原装进口。无论是做奶咖，还是打奶泡，这款牛奶都非常好。一杯咖啡，滴滴香醇，香浓无比！意大利面，好吃呀！其实在家也能做，完全不输外面的店，想知道怎么做吗？快来意式生活风情体验展呀，全都有。百味来洋葱那不勒斯风味番茄意面
                        调味酱+意大利 COOP 硬质小麦 64 号经典螺旋型意大利面，可以再来点鲜虾或是牛肉炒一下，就是懒人版米其林星级意大利面！用百味来经典博洛尼亚风味牛肉酱意大利面酱，连肉都给你加好了！加热后直接浇在煮好的面上，拌匀就可以吃，简单又美味！管型面和异型面比如葛兰纳诺螺旋形面以及斜管形意大利面适合味道浓郁的面酱包括红酱、白酱等，直面适合味道清淡的面酱，比如我们经常见到的天使细面或是长条宽面很适合配青酱。
                        活动期间，每周末都有两场意大利美食 Cooking Show，特邀 The Lab 星厨房的明星主厨到沪，为魔都市民现场奉上传统意大利美食——披萨。大厨级披萨从零到有，现场揉面+烤制，以及重量级武器——超大烤炉现身，全程在你眼皮底下制作。吃到就是赚到！`,
                        time: '20000-13-90'
                    },
                    {
                        id: 18,
                        title: '藏不住了！80款手工点心19.8封顶！上海人都沸腾了……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: `一天卖出30000+个的雪山包抖音爆红的流沙包、会抖臀的小兔子……超多款纯手工现做点心更是低至10元！！！不到半张毛爷爷就能刷到饱瘫！折扣连续三个月，速速奔走相告我不允许有人不知道这个好消息~拥有40年历史的香港粤菜馆，10个城市有40多家分店。在香港人的心中，简直就是“点心界标杆”！连香港特别行政区庆祝国庆69周年晚宴也设立在百乐金宴 · 香港九龙湾分店！江湖地位不容小觑！这里主打正宗港式点心，
                        所有点心拒绝中央厨房配送，都是即点即做的。还坚持少油，从不添加味精，作为养生GIRL真的要给它打100分！味道也是地道的港式味道，上海店厨师团队完全照搬香港的原班人马，点心师傅都有20多年经验，从手法熟练程度就能窥探一二。用料也是超下血本！鲍鱼、虾仁……各种豪华配料都是新鲜空运过来的，师傅放料丝毫不手软~更令人惊喜的是，平时别家卖三四十的点心，现在这里80多款点心19.8元封顶，还是纯手工现做的！其中
                        还有多款点心低至10元！那么便宜，魔菌当然要替你们菜单滚一遍找出最好吃的！终于知道我为什么肥了，绝对是工伤。装在马卡龙色杯盅的虾饺，精致感十足！虾饺都是教科书级别的，统一不少于12个褶子。透过薄如蝉翼的皮子，粉嫩的大虾仁肉眼可见！超诱人~来，干了这杯虾饺~虾仁Q到弹牙，一吃就知道非常新鲜！和别家的虾饺不同，这家的虾饺还自带高汤，汤都是用花旗参和鸡汤花了数小时煨出来的，鲜虾配鲜汤，鲜力无穷大！
                        这么好的食材，现在只要19.8元，老板确定不亏本吗？这亚子的烧麦你们见过吗？每个烧麦都有一整颗大连鲍鱼，用料超下血本！感觉一口就能回本了！每一口都能咬到实实在在的肉和鲍鱼，鲜香又弹牙，嗲爆！PLUS版的鲜鲍挞也超级优秀！直径和手指差不多长，有掌心那么大，一口下去巨满足！层层起酥的蛋挞皮融合Q弹有嚼劲的鲍鱼，口感hin丰富！一天卖出30000+个的雪山包，绝对的镇店之宝！白白胖胖的小包子和菠萝包有异曲同工之妙。
                        表皮挤了奶油，烤制后外酥里软，一掰开还会掉渣！吃起来甜甜的酥酥的~里面藏了很多料哦！肥瘦相间的叉烧馅料，油润鲜香，还带有丝丝甜味，超合阿拉上海人的胃口。`,
                        time: '20000-13-89'
                    },
                    {
                        id: 19,
                        title: '传奇天鹅申阁！堪称“老上海西餐博物馆”，全上海人因它而骄傲！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: true,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 20,
                        title: '官宣！魔都鸡界「白富美」出轨了！全城劈腿！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 21,
                        title: '结棍！18000㎡巨型海鲜王国来啦！比铜川路还便宜！上海1小时直达!',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 22,
                        title: '上海首家「烟囱冰淇淋」！长宁区NO.1！边吃边冒烟!',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 4,
                name: '笑点低',
                newsList: [
                    {
                        id: 23,
                        title: '1.9折吃火锅！涮菜最低1块钱！全网都在刷屏……',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-90'
                    },
                    {
                        id: 24,
                        title: '我们花了 118 块钱，买了台 “时光机” 穿越到童年！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-89'
                    },
                    {
                        id: 25,
                        title: '限时3个月，航海王官方中国巡展，即将在上海引爆一场狂欢！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 26,
                        title: '30w人狂刷的梦龙快闪店强势回归！开业就爆！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: true,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 27,
                        title: '全上海9000家本帮馆，这一家特别优秀！火了20年！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 28,
                        title: '大悦城惊现顶级浪漫地标！全粉屋顶、星空跑道、梦境花海……美到窒息！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 5,
                name: '二次元',
                newsList: [
                    {
                        id: 29,
                        title: '对不起，我失恋了。开了家餐厅，渣男慎入，大长腿免单！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-90'
                    },
                    {
                        id: 30,
                        title: '杨浦首家“老牌西菜社”！老上海宁32年约会地标！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-89'
                    },
                    {
                        id: 31,
                        title: '下一站，华东师范大学！谢谢你喂饱我的青春四年！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 32,
                        title: '首次曝光！上海静安区惊现“小香港”！浓浓港风火遍全国！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 33,
                        title: '上海糖水铺研究报告！一周一家，够吃一整个夏天！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: true,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 34,
                        title: '臭昏特了！魔都十年「神级螺蛳粉」！能来的都是“暗黑者”！',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            },
            {
                id: 6,
                name: '潮人范',
                newsList: [
                    {
                        id: 35,
                        title: '魔都最火「吃鸡食堂」！一天翻牌60次！一本正经做鸡！',
                        imgUrl: '/src/statics/6.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-90'
                    },
                    {
                        id: 36,
                        title: '苦等2年！虹口70年老店重磅回归！上海人都在传！',
                        imgUrl: '/src/statics/1.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-89'
                    },
                    {
                        id: 37,
                        title: '南京小笼包NO.1空降魔都！敢和南翔叫板！',
                        imgUrl: '/src/statics/2.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-88'
                    },
                    {
                        id: 38,
                        title: '史无前例！全球首款“柚子精”冰淇淋来了！上市就遭疯抢！',
                        imgUrl: '/src/statics/3.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-87'
                    },
                    {
                        id: 39,
                        title: '首次曝光！关于淮海路8大秘密！老底子上海人的骄傲和传奇！',
                        imgUrl: '/src/statics/4.jpg',
                        interested: false,
                        content: ``,
                        time: '20000-13-86'
                    },
                    {
                        id: 40,
                        title: '上海出发6小时，这座被誉为“天堂的海岛”，一生必去一次！',
                        imgUrl: '/src/statics/5.jpg',
                        interested: true,
                        content: ``,
                        time: '20000-13-85'
                    }
                ]
            }
        ]
    }
    
    
}
